{
    "main_characters": [
        {
            "name": "Alice",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "Down the Rabbit-Hole   Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, “and what is the use of a book,” thought Alice “without pictures or conversations?”  ",
                    "chapter": 1,
                    "position": {
                        "start": 23,
                        "end": 28
                    }
                },
                {
                    "sentence": "Down the Rabbit-Hole   Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, “and what is the use of a book,” thought Alice “without pictures or conversations?”  ",
                    "chapter": 1,
                    "position": {
                        "start": 283,
                        "end": 288
                    }
                },
                {
                    "sentence": "There was nothing so _very_ remarkable in that; nor did Alice think it so _very_ much out of the way to hear the Rabbit say to itself, “Oh dear!",
                    "chapter": 1,
                    "position": {
                        "start": 674,
                        "end": 679
                    }
                },
                {
                    "sentence": "(when she thought it over afterwards, it occurred to her that she ought to have wondered at this, but at the time it all seemed quite natural); but when the Rabbit actually _took a watch out of its waistcoat-pocket_, and looked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.  ",
                    "chapter": 1,
                    "position": {
                        "start": 1046,
                        "end": 1051
                    }
                },
                {
                    "sentence": "In another moment down went Alice after it, never once considering how in the world she was to get out again.  ",
                    "chapter": 1,
                    "position": {
                        "start": 1387,
                        "end": 1392
                    }
                },
                {
                    "sentence": "The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down a very deep well.  ",
                    "chapter": 1,
                    "position": {
                        "start": 1579,
                        "end": 1584
                    }
                },
                {
                    "sentence": "“Well!” thought Alice to herself, “after such a fall as this, I shall think nothing of tumbling down stairs!",
                    "chapter": 1,
                    "position": {
                        "start": 2424,
                        "end": 2429
                    }
                },
                {
                    "sentence": "Let me see: that would be four thousand miles down, I think—” (for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a _very_ good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) “—yes, that’s about the right distance—but then I wonder what Latitude or Longitude I’ve got to?”",
                    "chapter": 1,
                    "position": {
                        "start": 2930,
                        "end": 2935
                    }
                },
                {
                    "sentence": "(Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)  ",
                    "chapter": 1,
                    "position": {
                        "start": 3270,
                        "end": 3275
                    }
                },
                {
                    "sentence": "There was nothing else to do, so Alice soon began talking again.",
                    "chapter": 1,
                    "position": {
                        "start": 4114,
                        "end": 4119
                    }
                },
                {
                    "sentence": "And here Alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, “Do cats eat bats?",
                    "chapter": 1,
                    "position": {
                        "start": 4480,
                        "end": 4485
                    }
                },
                {
                    "sentence": "Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the White Rabbit was still in sight, hurrying down it.",
                    "chapter": 1,
                    "position": {
                        "start": 5045,
                        "end": 5050
                    }
                },
                {
                    "sentence": "There was not a moment to be lost: away went Alice like the wind, and was just in time to hear it say, as it turned a corner, “Oh my ears and whiskers, how late it’s getting!”",
                    "chapter": 1,
                    "position": {
                        "start": 5303,
                        "end": 5308
                    }
                },
                {
                    "sentence": "There were doors all round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again.  ",
                    "chapter": 1,
                    "position": {
                        "start": 5697,
                        "end": 5702
                    }
                },
                {
                    "sentence": "Suddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and Alice’s first thought was that it might belong to one of the doors of the hall; but, alas!",
                    "chapter": 1,
                    "position": {
                        "start": 5986,
                        "end": 5991
                    }
                },
                {
                    "sentence": "Alice opened the door and found that it led into a small passage, not much larger than a rat-hole: she knelt down and looked along the passage into the loveliest garden you ever saw.",
                    "chapter": 1,
                    "position": {
                        "start": 6415,
                        "end": 6420
                    }
                },
                {
                    "sentence": "How she longed to get out of that dark hall, and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway; “and even if my head would go through,” thought poor Alice, “it would be of very little use without my shoulders.",
                    "chapter": 1,
                    "position": {
                        "start": 6831,
                        "end": 6836
                    }
                },
                {
                    "sentence": "For, you see, so many out-of-the-way things had happened lately, that Alice had begun to think that very few things indeed were really impossible.  ",
                    "chapter": 1,
                    "position": {
                        "start": 7058,
                        "end": 7063
                    }
                },
                {
                    "sentence": "There seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find another key on it, or at any rate a book of rules for shutting people up like telescopes: this time she found a little bottle on it, (“which certainly was not here before,” said Alice,) and round the neck of the bottle was a paper label, with the words “DRINK ME,” beautifully printed on it in large letters.  ",
                    "chapter": 1,
                    "position": {
                        "start": 7429,
                        "end": 7434
                    }
                },
                {
                    "sentence": "It was all very well to say “Drink me,” but the wise little Alice was not going to do _that_ in a hurry.",
                    "chapter": 1,
                    "position": {
                        "start": 7621,
                        "end": 7626
                    }
                },
                {
                    "sentence": "However, this bottle was _not_ marked “poison,” so Alice ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) she very soon finished it off.  ",
                    "chapter": 1,
                    "position": {
                        "start": 8315,
                        "end": 8320
                    }
                },
                {
                    "sentence": "*   “What a curious feeling!” said Alice; “I must be shutting up like a telescope.”  ",
                    "chapter": 1,
                    "position": {
                        "start": 8691,
                        "end": 8696
                    }
                },
                {
                    "sentence": "First, however, she waited for a few minutes to see if she was going to shrink any further: she felt a little nervous about this; “for it might end, you know,” said Alice to herself, “in my going out altogether, like a candle.",
                    "chapter": 1,
                    "position": {
                        "start": 9095,
                        "end": 9100
                    }
                },
                {
                    "sentence": "After a while, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice!",
                    "chapter": 1,
                    "position": {
                        "start": 9459,
                        "end": 9464
                    }
                },
                {
                    "sentence": "said Alice to herself, rather sharply; “I advise you to leave off this minute!”",
                    "chapter": 1,
                    "position": {
                        "start": 9910,
                        "end": 9915
                    }
                },
                {
                    "sentence": "“But it’s no use now,” thought poor Alice, “to pretend to be two people!",
                    "chapter": 1,
                    "position": {
                        "start": 10384,
                        "end": 10389
                    }
                },
                {
                    "sentence": "“Well, I’ll eat it,” said Alice, “and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creep under the door; so either way I’ll get into the garden, and I don’t care which happens!”  ",
                    "chapter": 1,
                    "position": {
                        "start": 10708,
                        "end": 10713
                    }
                },
                {
                    "sentence": "Which way?”, holding her hand on the top of her head to feel which way it was growing, and she was quite surprised to find that she remained the same size: to be sure, this generally happens when one eats cake, but Alice had got so much into the way of expecting nothing but out-of-the-way things to happen, that it seemed quite dull and stupid for life to go on in the common way.  ",
                    "chapter": 1,
                    "position": {
                        "start": 11184,
                        "end": 11189
                    }
                },
                {
                    "sentence": "He looked at Alice, and tried to speak, but for a minute or two sobs choked his voice.",
                    "chapter": 2,
                    "position": {
                        "start": 118,
                        "end": 123
                    }
                },
                {
                    "sentence": "At last the Mock Turtle recovered his voice, and, with tears running down his cheeks, he went on again:—  “You may not have lived much under the sea—” (“I haven’t,” said Alice)—“and perhaps you were never even introduced to a lobster—” (Alice began to say “I once tasted—” but checked herself hastily, and said “No, never”) “—so you can have no idea what a delightful thing a Lobster Quadrille is!”  ",
                    "chapter": 2,
                    "position": {
                        "start": 550,
                        "end": 555
                    }
                },
                {
                    "sentence": "“No, indeed,” said Alice.",
                    "chapter": 2,
                    "position": {
                        "start": 732,
                        "end": 737
                    }
                },
                {
                    "sentence": "“Back to land again, and that’s all the first figure,” said the Mock Turtle, suddenly dropping his voice; and the two creatures, who had been jumping about like mad things all this time, sat down again very sadly and quietly, and looked at Alice.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1853,
                        "end": 1858
                    }
                },
                {
                    "sentence": "“It must be a very pretty dance,” said Alice timidly.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1900,
                        "end": 1905
                    }
                },
                {
                    "sentence": "“Very much indeed,” said Alice.  ",
                    "chapter": 2,
                    "position": {
                        "start": 2004,
                        "end": 2009
                    }
                },
                {
                    "sentence": "So they began solemnly dancing round and round Alice, every now and then treading on her toes when they passed too close, and waving their forepaws to mark the time, while the Mock Turtle sang this, very slowly and sadly:—  “Will you walk a little faster?” said a whiting to a snail.",
                    "chapter": 2,
                    "position": {
                        "start": 2256,
                        "end": 2261
                    }
                },
                {
                    "sentence": "“Thank you, it’s a very interesting dance to watch,” said Alice, feeling very glad that it was over at last: “and I do so like that curious song about the whiting!”  ",
                    "chapter": 2,
                    "position": {
                        "start": 3650,
                        "end": 3655
                    }
                },
                {
                    "sentence": "“Yes,” said Alice, “I’ve often seen them at dinn—” she checked herself hastily.  ",
                    "chapter": 2,
                    "position": {
                        "start": 3854,
                        "end": 3859
                    }
                },
                {
                    "sentence": "“I believe so,” Alice replied thoughtfully.",
                    "chapter": 2,
                    "position": {
                        "start": 4070,
                        "end": 4075
                    }
                },
                {
                    "sentence": "“Thank you,” said Alice, “it’s very interesting.",
                    "chapter": 2,
                    "position": {
                        "start": 4708,
                        "end": 4713
                    }
                },
                {
                    "sentence": "“I never thought about it,” said Alice.",
                    "chapter": 2,
                    "position": {
                        "start": 4925,
                        "end": 4930
                    }
                },
                {
                    "sentence": "Alice was thoroughly puzzled.",
                    "chapter": 2,
                    "position": {
                        "start": 5009,
                        "end": 5014
                    }
                },
                {
                    "sentence": "Alice looked down at them, and considered a little before she gave her answer.",
                    "chapter": 2,
                    "position": {
                        "start": 5197,
                        "end": 5202
                    }
                },
                {
                    "sentence": "Alice asked in a tone of great curiosity.  ",
                    "chapter": 2,
                    "position": {
                        "start": 5459,
                        "end": 5464
                    }
                },
                {
                    "sentence": "“If I’d been the whiting,” said Alice, whose thoughts were still running on the song, “I’d have said to the porpoise, ‘Keep back, please: we don’t want _you_ with us!’”  ",
                    "chapter": 2,
                    "position": {
                        "start": 5643,
                        "end": 5648
                    }
                },
                {
                    "sentence": "“Wouldn’t it really?” said Alice in a tone of great surprise.  ",
                    "chapter": 2,
                    "position": {
                        "start": 5927,
                        "end": 5932
                    }
                },
                {
                    "sentence": "“Of course not,” said the Mock Turtle: “why, if a fish came to _me_, and told me he was going a journey, I should say ‘With what porpoise?’”  “Don’t you mean ‘purpose’?” said Alice.  ",
                    "chapter": 2,
                    "position": {
                        "start": 6138,
                        "end": 6143
                    }
                },
                {
                    "sentence": "“I could tell you my adventures—beginning from this morning,” said Alice a little timidly: “but it’s no use going back to yesterday, because I was a different person then.”  ",
                    "chapter": 2,
                    "position": {
                        "start": 6348,
                        "end": 6353
                    }
                },
                {
                    "sentence": "So Alice began telling them her adventures from the time when she first saw the White Rabbit.",
                    "chapter": 2,
                    "position": {
                        "start": 6615,
                        "end": 6620
                    }
                },
                {
                    "sentence": "He looked at the Gryphon as if he thought it had some kind of authority over Alice.  ",
                    "chapter": 2,
                    "position": {
                        "start": 7426,
                        "end": 7431
                    }
                },
                {
                    "sentence": "thought Alice; “I might as well be at school at once.”",
                    "chapter": 2,
                    "position": {
                        "start": 7585,
                        "end": 7590
                    }
                },
                {
                    "sentence": "Alice said nothing; she had sat down with her face in her hands, wondering if anything would _ever_ happen in a natural way again.  ",
                    "chapter": 2,
                    "position": {
                        "start": 8427,
                        "end": 8432
                    }
                },
                {
                    "sentence": "Alice said; but was dreadfully puzzled by the whole thing, and longed to change the subject.  ",
                    "chapter": 2,
                    "position": {
                        "start": 8844,
                        "end": 8849
                    }
                },
                {
                    "sentence": "Alice did not dare to disobey, though she felt sure it would all come wrong, and she went on in a trembling voice:—  “I passed by his garden, and marked, with one eye, How the Owl and the Panther were sharing a pie—”  ",
                    "chapter": 2,
                    "position": {
                        "start": 9042,
                        "end": 9047
                    }
                },
                {
                    "sentence": "“Yes, I think you’d better leave off,” said the Gryphon: and Alice was only too glad to do so.  ",
                    "chapter": 2,
                    "position": {
                        "start": 9812,
                        "end": 9817
                    }
                },
                {
                    "sentence": "“Oh, a song, please, if the Mock Turtle would be so kind,” Alice replied, so eagerly that the Gryphon said, in a rather offended tone, “Hm!",
                    "chapter": 2,
                    "position": {
                        "start": 10040,
                        "end": 10045
                    }
                },
                {
                    "sentence": "cried the Gryphon, and, taking Alice by the hand, it hurried off, without waiting for the end of the song.  ",
                    "chapter": 2,
                    "position": {
                        "start": 11057,
                        "end": 11062
                    }
                },
                {
                    "sentence": "Alice panted as she ran; but the Gryphon only answered “Come on!” and ran the faster, while more and more faintly came, carried on the breeze that followed them, the melancholy words:—  “Soo—oop of the e—e—evening,     Beautiful, beautiful Soup!”",
                    "chapter": 2,
                    "position": {
                        "start": 11154,
                        "end": 11159
                    }
                },
                {
                    "sentence": "In the very middle of the court was a table, with a large dish of tarts upon it: they looked so good, that it made Alice quite hungry to look at them—“I wish they’d get the trial done,” she thought, “and hand round the refreshments!”",
                    "chapter": 3,
                    "position": {
                        "start": 525,
                        "end": 530
                    }
                },
                {
                    "sentence": "Alice had never been in a court of justice before, but she had read about them in books, and she was quite pleased to find that she knew the name of nearly everything there.",
                    "chapter": 3,
                    "position": {
                        "start": 756,
                        "end": 761
                    }
                },
                {
                    "sentence": "“And that’s the jury-box,” thought Alice, “and those twelve creatures,” (she was obliged to say “creatures,” you see, because some of them were animals, and some were birds,) “I suppose they are the jurors.”",
                    "chapter": 3,
                    "position": {
                        "start": 1244,
                        "end": 1249
                    }
                },
                {
                    "sentence": "Alice whispered to the Gryphon.",
                    "chapter": 3,
                    "position": {
                        "start": 1738,
                        "end": 1743
                    }
                },
                {
                    "sentence": "Alice began in a loud, indignant voice, but she stopped hastily, for the White Rabbit cried out, “Silence in the court!” and the King put on his spectacles and looked anxiously round, to make out who was talking.  ",
                    "chapter": 3,
                    "position": {
                        "start": 1991,
                        "end": 1996
                    }
                },
                {
                    "sentence": "Alice could see, as well as if she were looking over their shoulders, that all the jurors were writing down “stupid things!”",
                    "chapter": 3,
                    "position": {
                        "start": 2205,
                        "end": 2210
                    }
                },
                {
                    "sentence": "“A nice muddle their slates’ll be in before the trial’s over!” thought Alice.  ",
                    "chapter": 3,
                    "position": {
                        "start": 2548,
                        "end": 2553
                    }
                },
                {
                    "sentence": "This of course, Alice could _not_ stand, and she went round the court and got behind him, and very soon found an opportunity of taking it away.",
                    "chapter": 3,
                    "position": {
                        "start": 2618,
                        "end": 2623
                    }
                },
                {
                    "sentence": "Just at this moment Alice felt a very curious sensation, which puzzled her a good deal until she made out what it was: she was beginning to grow larger again, and she thought at first she would get up and leave the court; but on second thoughts she decided to remain where she was as long as there was room for her.  ",
                    "chapter": 3,
                    "position": {
                        "start": 5071,
                        "end": 5076
                    }
                },
                {
                    "sentence": "“I can’t help it,” said Alice very meekly: “I’m growing.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 5499,
                        "end": 5504
                    }
                },
                {
                    "sentence": "“Don’t talk nonsense,” said Alice more boldly: “you know you’re growing too.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 5616,
                        "end": 5621
                    }
                },
                {
                    "sentence": "“I’m glad I’ve seen that done,” thought Alice.",
                    "chapter": 3,
                    "position": {
                        "start": 7875,
                        "end": 7880
                    }
                },
                {
                    "sentence": "thought Alice.",
                    "chapter": 3,
                    "position": {
                        "start": 8390,
                        "end": 8395
                    }
                },
                {
                    "sentence": "She carried the pepper-box in her hand, and Alice guessed who it was, even before she got into the court, by the way the people near the door began sneezing all at once.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8939,
                        "end": 8944
                    }
                },
                {
                    "sentence": "Alice watched the White Rabbit as he fumbled over the list, feeling very curious to see what the next witness would be like, “—for they haven’t got much evidence _yet_,” she said to herself.",
                    "chapter": 3,
                    "position": {
                        "start": 10074,
                        "end": 10079
                    }
                },
                {
                    "sentence": "Imagine her surprise, when the White Rabbit read out, at the top of his shrill little voice, the name “Alice!”",
                    "chapter": 3,
                    "position": {
                        "start": 10368,
                        "end": 10373
                    }
                },
                {
                    "sentence": "Alice’s Evidence   “Here!” cried Alice, quite forgetting in the flurry of the moment how large she had grown in the last few minutes, and she jumped up in such a hurry that she tipped over the jury-box with the edge of her skirt, upsetting all the jurymen on to the heads of the crowd below, and there they lay sprawling about, reminding her very much of a globe of goldfish she had accidentally upset the week before.  ",
                    "chapter": 4,
                    "position": {
                        "start": 0,
                        "end": 5
                    }
                },
                {
                    "sentence": "Alice’s Evidence   “Here!” cried Alice, quite forgetting in the flurry of the moment how large she had grown in the last few minutes, and she jumped up in such a hurry that she tipped over the jury-box with the edge of her skirt, upsetting all the jurymen on to the heads of the crowd below, and there they lay sprawling about, reminding her very much of a globe of goldfish she had accidentally upset the week before.  ",
                    "chapter": 4,
                    "position": {
                        "start": 33,
                        "end": 38
                    }
                },
                {
                    "sentence": "“The trial cannot proceed,” said the King in a very grave voice, “until all the jurymen are back in their proper places—_all_,” he repeated with great emphasis, looking hard at Alice as he said so.  ",
                    "chapter": 4,
                    "position": {
                        "start": 902,
                        "end": 907
                    }
                },
                {
                    "sentence": "Alice looked at the jury-box, and saw that, in her haste, she had put the Lizard in head downwards, and the poor little thing was waving its tail about in a melancholy way, being quite unable to move.",
                    "chapter": 4,
                    "position": {
                        "start": 924,
                        "end": 929
                    }
                },
                {
                    "sentence": "the King said to Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 1717,
                        "end": 1722
                    }
                },
                {
                    "sentence": "“Nothing,” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 1741,
                        "end": 1746
                    }
                },
                {
                    "sentence": "“Nothing whatever,” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 1817,
                        "end": 1822
                    }
                },
                {
                    "sentence": "Alice could see this, as she was near enough to look over their slates; “but it doesn’t matter a bit,” she thought to herself.  ",
                    "chapter": 4,
                    "position": {
                        "start": 2379,
                        "end": 2384
                    }
                },
                {
                    "sentence": "Everybody looked at Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 2738,
                        "end": 2743
                    }
                },
                {
                    "sentence": "“_I’m_ not a mile high,” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 2776,
                        "end": 2781
                    }
                },
                {
                    "sentence": "“Well, I shan’t go, at any rate,” said Alice: “besides, that’s not a regular rule: you invented it just now.”  ",
                    "chapter": 4,
                    "position": {
                        "start": 2893,
                        "end": 2898
                    }
                },
                {
                    "sentence": "“Then it ought to be Number One,” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 3056,
                        "end": 3061
                    }
                },
                {
                    "sentence": "“It proves nothing of the sort!” said Alice.",
                    "chapter": 4,
                    "position": {
                        "start": 4633,
                        "end": 4638
                    }
                },
                {
                    "sentence": "“That’s the most important piece of evidence we’ve heard yet,” said the King, rubbing his hands; “so now let the jury—”  “If any one of them can explain it,” said Alice, (she had grown so large in the last few minutes that she wasn’t a bit afraid of interrupting him,) “I’ll give him sixpence.",
                    "chapter": 4,
                    "position": {
                        "start": 5888,
                        "end": 5893
                    }
                },
                {
                    "sentence": "“But, it goes on ‘_they all returned from him to you_,’” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 7015,
                        "end": 7020
                    }
                },
                {
                    "sentence": "“Stuff and nonsense!” said Alice loudly.",
                    "chapter": 4,
                    "position": {
                        "start": 7919,
                        "end": 7924
                    }
                },
                {
                    "sentence": "“I won’t!” said Alice.  ",
                    "chapter": 4,
                    "position": {
                        "start": 8044,
                        "end": 8049
                    }
                },
                {
                    "sentence": "“Who cares for you?” said Alice, (she had grown to her full size by this time.)",
                    "chapter": 4,
                    "position": {
                        "start": 8157,
                        "end": 8162
                    }
                },
                {
                    "sentence": "“Wake up, Alice dear!” said her sister; “Why, what a long sleep you’ve had!”  ",
                    "chapter": 4,
                    "position": {
                        "start": 8602,
                        "end": 8607
                    }
                },
                {
                    "sentence": "said Alice, and she told her sister, as well as she could remember them, all these strange Adventures of hers that you have just been reading about; and when she had finished, her sister kissed her, and said, “It _was_ a curious dream, dear, certainly: but now run in to your tea; it’s getting late.”",
                    "chapter": 4,
                    "position": {
                        "start": 8712,
                        "end": 8717
                    }
                },
                {
                    "sentence": "So Alice got up and ran off, thinking while she ran, as well she might, what a wonderful dream it had been.   ",
                    "chapter": 4,
                    "position": {
                        "start": 9011,
                        "end": 9016
                    }
                },
                {
                    "sentence": "But her sister sat still just as she left her, leaning her head on her hand, watching the setting sun, and thinking of little Alice and all her wonderful Adventures, till she too began dreaming after a fashion, and this was her dream:—  ",
                    "chapter": 4,
                    "position": {
                        "start": 9244,
                        "end": 9249
                    }
                },
                {
                    "sentence": "First, she dreamed of little Alice herself, and once again the tiny hands were clasped upon her knee, and the bright eager eyes were looking up into hers—she could hear the very tones of her voice, and see that queer little toss of her head to keep back the wandering hair that _would_ always get into her eyes—and still as she listened, or seemed to listen, the whole place around her became alive with the strange creatures of her little sister’s dream.  ",
                    "chapter": 4,
                    "position": {
                        "start": 9384,
                        "end": 9389
                    }
                },
                {
                    "sentence": "The Pool of Tears   “Curiouser and curiouser!” cried Alice (she was so much surprised, that for the moment she quite forgot how to speak good English); “now I’m opening out like the largest telescope that ever was!",
                    "chapter": 5,
                    "position": {
                        "start": 53,
                        "end": 58
                    }
                },
                {
                    "sentence": "I shall be a great deal too far off to trouble myself about you: you must manage the best way you can;—but I must be kind to them,” thought Alice, “or perhaps they won’t walk the way I want to go!",
                    "chapter": 5,
                    "position": {
                        "start": 606,
                        "end": 611
                    }
                },
                {
                    "sentence": "Right Foot, Esq., Hearthrug, near the Fender,_ (_with      Alice’s love_).  ",
                    "chapter": 5,
                    "position": {
                        "start": 1009,
                        "end": 1014
                    }
                },
                {
                    "sentence": "“You ought to be ashamed of yourself,” said Alice, “a great girl like you,” (she might well say this), “to go on crying in this way!",
                    "chapter": 5,
                    "position": {
                        "start": 1493,
                        "end": 1498
                    }
                },
                {
                    "sentence": "Alice felt so desperate that she was ready to ask help of any one; so, when the Rabbit came near her, she began, in a low, timid voice, “If you please, sir—” The Rabbit started violently, dropped the white kid gloves and the fan, and skurried away into the darkness as hard as he could go.  ",
                    "chapter": 5,
                    "position": {
                        "start": 2178,
                        "end": 2183
                    }
                },
                {
                    "sentence": "Alice took up the fan and gloves, and, as the hall was very hot, she kept fanning herself all the time she went on talking: “Dear, dear!",
                    "chapter": 5,
                    "position": {
                        "start": 2469,
                        "end": 2474
                    }
                },
                {
                    "sentence": "“I’m sure those are not the right words,” said poor Alice, and her eyes filled with tears again as she went on, “I must be Mabel after all, and I shall have to go and live in that poky little house, and have next to no toys to play with, and",
                    "chapter": 5,
                    "position": {
                        "start": 4338,
                        "end": 4343
                    }
                },
                {
                    "sentence": "cried Alice, with a sudden burst of tears, “I do wish they _would_ put their heads down!",
                    "chapter": 5,
                    "position": {
                        "start": 4905,
                        "end": 4910
                    }
                },
                {
                    "sentence": "“That _was_ a narrow escape!” said Alice, a good deal frightened at the sudden change, but very glad to find herself still in existence; “and now for the garden!”",
                    "chapter": 5,
                    "position": {
                        "start": 5629,
                        "end": 5634
                    }
                },
                {
                    "sentence": "(Alice had been to the seaside once in her life, and had come to the general conclusion, that wherever you go to on the English coast you find a number of bathing machines in the sea, some children digging in the sand with wooden spades, then a row of lodging houses, and behind them a railway station.)",
                    "chapter": 5,
                    "position": {
                        "start": 6306,
                        "end": 6311
                    }
                },
                {
                    "sentence": "“I wish I hadn’t cried so much!” said Alice, as she swam about, trying to find her way out.",
                    "chapter": 5,
                    "position": {
                        "start": 6757,
                        "end": 6762
                    }
                },
                {
                    "sentence": "“Would it be of any use, now,” thought Alice, “to speak to this mouse?",
                    "chapter": 5,
                    "position": {
                        "start": 7317,
                        "end": 7322
                    }
                },
                {
                    "sentence": "(Alice thought this must be the right way of speaking to a mouse: she had never done such a thing before, but she remembered having seen in her brother’s Latin Grammar, “A mouse—of a mouse—to a mouse—a mouse—O mouse!”)",
                    "chapter": 5,
                    "position": {
                        "start": 7591,
                        "end": 7596
                    }
                },
                {
                    "sentence": "“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s a French mouse, come over with William the Conqueror.”",
                    "chapter": 5,
                    "position": {
                        "start": 7981,
                        "end": 7986
                    }
                },
                {
                    "sentence": "(For, with all her knowledge of history, Alice had no very clear notion how long ago anything had happened.)",
                    "chapter": 5,
                    "position": {
                        "start": 8100,
                        "end": 8105
                    }
                },
                {
                    "sentence": "cried Alice hastily, afraid that she had hurt the poor animal’s feelings.",
                    "chapter": 5,
                    "position": {
                        "start": 8385,
                        "end": 8390
                    }
                },
                {
                    "sentence": "like cats if you were me?”  “Well, perhaps not,” said Alice in a soothing tone: “don’t be angry about it.",
                    "chapter": 5,
                    "position": {
                        "start": 8625,
                        "end": 8630
                    }
                },
                {
                    "sentence": "She is such a dear quiet thing,” Alice went on, half to herself, as she swam lazily about in the pool, “and she sits purring so nicely by the fire, licking her paws and washing her face—and she is such a nice soft thing to nurse—and she’s such a capital one for catching mice—oh, I beg your pardon!”",
                    "chapter": 5,
                    "position": {
                        "start": 8819,
                        "end": 8824
                    }
                },
                {
                    "sentence": "cried Alice again, for this time the Mouse was bristling all over, and she felt certain it must be really offended.",
                    "chapter": 5,
                    "position": {
                        "start": 9092,
                        "end": 9097
                    }
                },
                {
                    "sentence": "“I won’t indeed!” said Alice, in a great hurry to change the subject of conversation.",
                    "chapter": 5,
                    "position": {
                        "start": 9495,
                        "end": 9500
                    }
                },
                {
                    "sentence": "The Mouse did not answer, so Alice went on eagerly: “There is such a nice little dog near our house I should like to show you!",
                    "chapter": 5,
                    "position": {
                        "start": 9622,
                        "end": 9627
                    }
                },
                {
                    "sentence": "He says it kills all the rats and—oh dear!” cried Alice in a sorrowful tone, “I’m afraid I’ve offended it again!”",
                    "chapter": 5,
                    "position": {
                        "start": 10081,
                        "end": 10086
                    }
                },
                {
                    "sentence": "When the Mouse heard this, it turned round and swam slowly back to her: its face was quite pale (with passion, Alice thought), and it said in a low trembling voice, “Let us get to the shore, and then I’ll tell you my history, and you’ll understand why it is I hate cats and dogs.”  ",
                    "chapter": 5,
                    "position": {
                        "start": 10509,
                        "end": 10514
                    }
                },
                {
                    "sentence": "Alice led the way, and the whole party swam to the shore.",
                    "chapter": 5,
                    "position": {
                        "start": 10884,
                        "end": 10889
                    }
                },
                {
                    "sentence": "The first question of course was, how to get dry again: they had a consultation about this, and after a few minutes it seemed quite natural to Alice to find herself talking familiarly with them, as if she had known them all her life.",
                    "chapter": 6,
                    "position": {
                        "start": 375,
                        "end": 380
                    }
                },
                {
                    "sentence": "Indeed, she had quite a long argument with the Lory, who at last turned sulky, and would only say, “I am older than you, and must know better;” and this Alice would not allow without knowing how old it was, and, as the Lory positively refused to tell its age, there was no more to be said.  ",
                    "chapter": 6,
                    "position": {
                        "start": 619,
                        "end": 624
                    }
                },
                {
                    "sentence": "it continued, turning to Alice as it spoke.  ",
                    "chapter": 6,
                    "position": {
                        "start": 2416,
                        "end": 2421
                    }
                },
                {
                    "sentence": "“As wet as ever,” said Alice in a melancholy tone: “it doesn’t seem to dry me at all.”  ",
                    "chapter": 6,
                    "position": {
                        "start": 2459,
                        "end": 2464
                    }
                },
                {
                    "sentence": "“What _is_ a Caucus-race?” said Alice; not that she wanted much to know, but the Dodo had paused as if it thought that _somebody_ ought to speak, and no one else seemed inclined to say anything.  ",
                    "chapter": 6,
                    "position": {
                        "start": 3065,
                        "end": 3070
                    }
                },
                {
                    "sentence": "“Why, _she_, of course,” said the Dodo, pointing to Alice with one finger; and the whole party at once crowded round her, calling out in a confused way, “Prizes!",
                    "chapter": 6,
                    "position": {
                        "start": 4389,
                        "end": 4394
                    }
                },
                {
                    "sentence": "Alice had no idea what to do, and in despair she put her hand in her pocket, and pulled out a box of comfits, (luckily the salt water had not got into it), and handed them round as prizes.",
                    "chapter": 6,
                    "position": {
                        "start": 4509,
                        "end": 4514
                    }
                },
                {
                    "sentence": "he went on, turning to Alice.  ",
                    "chapter": 6,
                    "position": {
                        "start": 4913,
                        "end": 4918
                    }
                },
                {
                    "sentence": "“Only a thimble,” said Alice sadly.  ",
                    "chapter": 6,
                    "position": {
                        "start": 4944,
                        "end": 4949
                    }
                },
                {
                    "sentence": "Alice thought the whole thing very absurd, but they all looked so grave that she did not dare to laugh; and, as she could not think of anything to say, she simply bowed, and took the thimble, looking as solemn as she could.  ",
                    "chapter": 6,
                    "position": {
                        "start": 5206,
                        "end": 5211
                    }
                },
                {
                    "sentence": "“You promised to tell me your history, you know,” said Alice, “and why it is you hate—C and D,” she added in a whisper, half afraid that it would be offended again.  ",
                    "chapter": 6,
                    "position": {
                        "start": 5803,
                        "end": 5808
                    }
                },
                {
                    "sentence": "“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and sighing.  ",
                    "chapter": 6,
                    "position": {
                        "start": 5974,
                        "end": 5979
                    }
                },
                {
                    "sentence": "“It _is_ a long tail, certainly,” said Alice, looking down with wonder at the Mouse’s tail; “but why do you call it sad?”",
                    "chapter": 6,
                    "position": {
                        "start": 6034,
                        "end": 6039
                    }
                },
                {
                    "sentence": "“You are not attending!” said the Mouse to Alice severely.",
                    "chapter": 6,
                    "position": {
                        "start": 6751,
                        "end": 6756
                    }
                },
                {
                    "sentence": "“I beg your pardon,” said Alice very humbly: “you had got to the fifth bend, I think?”  ",
                    "chapter": 6,
                    "position": {
                        "start": 6822,
                        "end": 6827
                    }
                },
                {
                    "sentence": "“A knot!” said Alice, always ready to make herself useful, and looking anxiously about her.",
                    "chapter": 6,
                    "position": {
                        "start": 6958,
                        "end": 6963
                    }
                },
                {
                    "sentence": "pleaded poor Alice.",
                    "chapter": 6,
                    "position": {
                        "start": 7224,
                        "end": 7229
                    }
                },
                {
                    "sentence": "Alice called after it; and the others all joined in chorus, “Yes, please do!” but the Mouse only shook its head impatiently, and walked a little quicker.  ",
                    "chapter": 6,
                    "position": {
                        "start": 7351,
                        "end": 7356
                    }
                },
                {
                    "sentence": "“I wish I had our Dinah here, I know I do!” said Alice aloud, addressing nobody in particular.",
                    "chapter": 6,
                    "position": {
                        "start": 7894,
                        "end": 7899
                    }
                },
                {
                    "sentence": "Alice replied eagerly, for she was always ready to talk about her pet: “Dinah’s our cat.",
                    "chapter": 6,
                    "position": {
                        "start": 8045,
                        "end": 8050
                    }
                },
                {
                    "sentence": "On various pretexts they all moved off, and Alice was soon left alone.  ",
                    "chapter": 6,
                    "position": {
                        "start": 8704,
                        "end": 8709
                    }
                },
                {
                    "sentence": "And here poor Alice began to cry again, for she felt very lonely and low-spirited.",
                    "chapter": 6,
                    "position": {
                        "start": 8970,
                        "end": 8975
                    }
                },
                {
                    "sentence": "Alice guessed in a moment that it was looking for the fan and the pair of white kid gloves, and she very good-naturedly began hunting about for them, but they were nowhere to be seen—everything seemed to have changed since her swim in the pool, and the great hall, with the glass table and the little door, had vanished completely.  ",
                    "chapter": 7,
                    "position": {
                        "start": 363,
                        "end": 368
                    }
                },
                {
                    "sentence": "Very soon the Rabbit noticed Alice, as she went hunting about, and called out to her in an angry tone, “Why, Mary Ann, what _are_ you doing out here?",
                    "chapter": 7,
                    "position": {
                        "start": 725,
                        "end": 730
                    }
                },
                {
                    "sentence": "And Alice was so much frightened that she ran off at once in the direction it pointed to, without trying to explain the mistake it had made.  ",
                    "chapter": 7,
                    "position": {
                        "start": 926,
                        "end": 931
                    }
                },
                {
                    "sentence": "“How queer it seems,” Alice said to herself, “to be going messages for a rabbit!",
                    "chapter": 7,
                    "position": {
                        "start": 1598,
                        "end": 1603
                    }
                },
                {
                    "sentence": "And she began fancying the sort of thing that would happen: “‘Miss Alice!",
                    "chapter": 7,
                    "position": {
                        "start": 1776,
                        "end": 1781
                    }
                },
                {
                    "sentence": "Only I don’t think,” Alice went on, “that they’d let Dinah stop in the house if it began ordering people about like that!”  ",
                    "chapter": 7,
                    "position": {
                        "start": 1935,
                        "end": 1940
                    }
                },
                {
                    "sentence": "Luckily for Alice, the little magic bottle had now had its full effect, and she grew no larger: still it was very uncomfortable, and, as there seemed to be no sort of chance of her ever getting out of the room again, no wonder she felt unhappy.  ",
                    "chapter": 7,
                    "position": {
                        "start": 3611,
                        "end": 3616
                    }
                },
                {
                    "sentence": "“It was much pleasanter at home,” thought poor Alice, “when one wasn’t always growing larger and smaller, and being ordered about by mice and rabbits.",
                    "chapter": 7,
                    "position": {
                        "start": 3892,
                        "end": 3897
                    }
                },
                {
                    "sentence": "“But then,” thought Alice, “shall I _never_ get any older than I am now?",
                    "chapter": 7,
                    "position": {
                        "start": 4500,
                        "end": 4505
                    }
                },
                {
                    "sentence": "“Oh, you foolish Alice!”",
                    "chapter": 7,
                    "position": {
                        "start": 4698,
                        "end": 4703
                    }
                },
                {
                    "sentence": "Presently the Rabbit came up to the door, and tried to open it; but, as the door opened inwards, and Alice’s elbow was pressed hard against it, that attempt proved a failure.",
                    "chapter": 7,
                    "position": {
                        "start": 5471,
                        "end": 5476
                    }
                },
                {
                    "sentence": "Alice heard it say to itself “Then I’ll go round and get in at the window.”  ",
                    "chapter": 7,
                    "position": {
                        "start": 5545,
                        "end": 5550
                    }
                },
                {
                    "sentence": "thought Alice, and, after waiting till she fancied she heard the Rabbit just under the window, she suddenly spread out her hand, and made a snatch in the air.",
                    "chapter": 7,
                    "position": {
                        "start": 5650,
                        "end": 5655
                    }
                },
                {
                    "sentence": "There was a long silence after this, and Alice could only hear whispers now and then; such as, “Sure, I don’t like it, yer honour, at all, at all!”",
                    "chapter": 7,
                    "position": {
                        "start": 6677,
                        "end": 6682
                    }
                },
                {
                    "sentence": "thought Alice.",
                    "chapter": 7,
                    "position": {
                        "start": 7029,
                        "end": 7034
                    }
                },
                {
                    "sentence": "So Bill’s got to come down the chimney, has he?” said Alice to herself.",
                    "chapter": 7,
                    "position": {
                        "start": 8010,
                        "end": 8015
                    }
                },
                {
                    "sentence": "Last came a little feeble, squeaking voice, (“That’s Bill,” thought Alice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m a deal too flustered to tell you—all I know is, something comes at me like a Jack-in-the-box, and up I goes like a sky-rocket!”  ",
                    "chapter": 7,
                    "position": {
                        "start": 8870,
                        "end": 8875
                    }
                },
                {
                    "sentence": "said the Rabbit’s voice; and Alice called out as loud as she could, “If you do, I’ll set Dinah at you!”  ",
                    "chapter": 7,
                    "position": {
                        "start": 9174,
                        "end": 9179
                    }
                },
                {
                    "sentence": "There was a dead silence instantly, and Alice thought to herself, “I wonder what they _will_ do next!",
                    "chapter": 7,
                    "position": {
                        "start": 9290,
                        "end": 9295
                    }
                },
                {
                    "sentence": "After a minute or two, they began moving about again, and Alice heard the Rabbit say, “A barrowful will do, to begin with.”  ",
                    "chapter": 7,
                    "position": {
                        "start": 9460,
                        "end": 9465
                    }
                },
                {
                    "sentence": "“A barrowful of _what?_” thought Alice; but she had not long to doubt, for the next moment a shower of little pebbles came rattling in at the window, and some of them hit her in the face.",
                    "chapter": 7,
                    "position": {
                        "start": 9560,
                        "end": 9565
                    }
                },
                {
                    "sentence": "Alice noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor, and a bright idea came into her head.",
                    "chapter": 7,
                    "position": {
                        "start": 9852,
                        "end": 9857
                    }
                },
                {
                    "sentence": "They all made a rush at Alice the moment she appeared; but she ran off as hard as she could, and soon found herself safe in a thick wood.  ",
                    "chapter": 7,
                    "position": {
                        "start": 10570,
                        "end": 10575
                    }
                },
                {
                    "sentence": "“The first thing I’ve got to do,” said Alice to herself, as she wandered about in the wood, “is to grow to my right size again; and the second thing is to find my way into that lovely garden.",
                    "chapter": 7,
                    "position": {
                        "start": 10724,
                        "end": 10729
                    }
                },
                {
                    "sentence": "“Poor little thing!” said Alice, in a coaxing tone, and she tried hard to whistle to it; but she was terribly frightened all the time at the thought that it might be hungry, in which case it would be very likely to eat her up in spite of all her coaxing.  ",
                    "chapter": 7,
                    "position": {
                        "start": 11354,
                        "end": 11359
                    }
                },
                {
                    "sentence": "Hardly knowing what she did, she picked up a little bit of stick, and held it out to the puppy; whereupon the puppy jumped into the air off all its feet at once, with a yelp of delight, and rushed at the stick, and made believe to worry it; then Alice dodged behind a great thistle, to keep herself from being run over; and the moment she appeared on the other side, the puppy made another rush at the stick, and tumbled head over heels in its hurry to get hold of it; then Alice, thinking it was very like having a game of play with a cart-horse, and expecting every moment to be trampled under its feet, ran round the thistle again; then the puppy began a series of short charges at the stick, running a very little way forwards each time and a long way back, and barking hoarsely all the while, till at last it sat down a good way off, panting, with its tongue hanging out of its mouth, and its great eyes half shut.  ",
                    "chapter": 7,
                    "position": {
                        "start": 11830,
                        "end": 11835
                    }
                },
                {
                    "sentence": "Hardly knowing what she did, she picked up a little bit of stick, and held it out to the puppy; whereupon the puppy jumped into the air off all its feet at once, with a yelp of delight, and rushed at the stick, and made believe to worry it; then Alice dodged behind a great thistle, to keep herself from being run over; and the moment she appeared on the other side, the puppy made another rush at the stick, and tumbled head over heels in its hurry to get hold of it; then Alice, thinking it was very like having a game of play with a cart-horse, and expecting every moment to be trampled under its feet, ran round the thistle again; then the puppy began a series of short charges at the stick, running a very little way forwards each time and a long way back, and barking hoarsely all the while, till at last it sat down a good way off, panting, with its tongue hanging out of its mouth, and its great eyes half shut.  ",
                    "chapter": 7,
                    "position": {
                        "start": 12058,
                        "end": 12063
                    }
                },
                {
                    "sentence": "This seemed to Alice a good opportunity for making her escape; so she set off at once, and ran till she was quite tired and out of breath, and till the puppy’s bark sounded quite faint in the distance.  ",
                    "chapter": 7,
                    "position": {
                        "start": 12520,
                        "end": 12525
                    }
                },
                {
                    "sentence": "said Alice, as she leant against a buttercup to rest herself, and fanned herself with one of the leaves: “I should have liked teaching it tricks very much, if—if I’d only been the right size to do it!",
                    "chapter": 7,
                    "position": {
                        "start": 12756,
                        "end": 12761
                    }
                },
                {
                    "sentence": "Alice looked all round her at the flowers and the blades of grass, but she did not see anything that looked like the right thing to eat or drink under the circumstances.",
                    "chapter": 7,
                    "position": {
                        "start": 13181,
                        "end": 13186
                    }
                },
                {
                    "sentence": "Advice from a Caterpillar   The Caterpillar and Alice looked at each other for some time in silence: at last the Caterpillar took the hookah out of its mouth, and addressed her in a languid, sleepy voice.  ",
                    "chapter": 8,
                    "position": {
                        "start": 48,
                        "end": 53
                    }
                },
                {
                    "sentence": "Alice replied, rather shyly, “I—I hardly know, sir, just at present—at least I know who I _was_ when I got up this morning, but I think I must have been changed several times since then.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 302,
                        "end": 307
                    }
                },
                {
                    "sentence": "“I can’t explain _myself_, I’m afraid, sir,” said Alice, “because I’m not myself, you see.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 620,
                        "end": 625
                    }
                },
                {
                    "sentence": "“I’m afraid I can’t put it more clearly,” Alice replied very politely, “for I can’t understand it myself to begin with; and being so many different sizes in a day is very confusing.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 743,
                        "end": 748
                    }
                },
                {
                    "sentence": "“Well, perhaps you haven’t found it so yet,” said Alice; “but when you have to turn into a chrysalis—you will some day, you know—and then after that into a butterfly, I should think you’ll feel it a little queer, won’t you?”  ",
                    "chapter": 8,
                    "position": {
                        "start": 970,
                        "end": 975
                    }
                },
                {
                    "sentence": "“Well, perhaps your feelings may be different,” said Alice; “all I know is, it would feel very queer to _me_.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 1235,
                        "end": 1240
                    }
                },
                {
                    "sentence": "Alice felt a little irritated at the Caterpillar’s making such _very_ short remarks, and she drew herself up and said, very gravely, “I think, you ought to tell me who _you_ are, first.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 1424,
                        "end": 1429
                    }
                },
                {
                    "sentence": "Here was another puzzling question; and as Alice could not think of any good reason, and as the Caterpillar seemed to be in a _very_ unpleasant state of mind, she turned away.  ",
                    "chapter": 8,
                    "position": {
                        "start": 1685,
                        "end": 1690
                    }
                },
                {
                    "sentence": "This sounded promising, certainly: Alice turned and came back again.  ",
                    "chapter": 8,
                    "position": {
                        "start": 1937,
                        "end": 1942
                    }
                },
                {
                    "sentence": "“Is that all?” said Alice, swallowing down her anger as well as she could.  ",
                    "chapter": 8,
                    "position": {
                        "start": 2035,
                        "end": 2040
                    }
                },
                {
                    "sentence": "Alice thought she might as well wait, as she had nothing else to do, and perhaps after all it might tell her something worth hearing.",
                    "chapter": 8,
                    "position": {
                        "start": 2120,
                        "end": 2125
                    }
                },
                {
                    "sentence": "“I’m afraid I am, sir,” said Alice; “I can’t remember things as I used—and I don’t keep the same size for ten minutes together!”  ",
                    "chapter": 8,
                    "position": {
                        "start": 2457,
                        "end": 2462
                    }
                },
                {
                    "sentence": "Alice replied in a very melancholy voice.  ",
                    "chapter": 8,
                    "position": {
                        "start": 2698,
                        "end": 2703
                    }
                },
                {
                    "sentence": "Alice folded her hands, and began:—  “You are old, Father William,” the young man said,     “And your hair has become very white; And yet you incessantly stand on your head—     Do you think, at your age, it is right?”  ",
                    "chapter": 8,
                    "position": {
                        "start": 2807,
                        "end": 2812
                    }
                },
                {
                    "sentence": "right, I’m afraid,” said Alice, timidly; “some of the words have got altered.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 4410,
                        "end": 4415
                    }
                },
                {
                    "sentence": "“Oh, I’m not particular as to size,” Alice hastily replied; “only one doesn’t like changing so often, you know.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 4695,
                        "end": 4700
                    }
                },
                {
                    "sentence": "Alice said nothing: she had never been so much contradicted in her life before, and she felt that she was losing her temper.  ",
                    "chapter": 8,
                    "position": {
                        "start": 4813,
                        "end": 4818
                    }
                },
                {
                    "sentence": "“Well, I should like to be a _little_ larger, sir, if you wouldn’t mind,” said Alice: “three inches is such a wretched height to be.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 5064,
                        "end": 5069
                    }
                },
                {
                    "sentence": "pleaded poor Alice in a piteous tone.",
                    "chapter": 8,
                    "position": {
                        "start": 5296,
                        "end": 5301
                    }
                },
                {
                    "sentence": "This time Alice waited patiently until it chose to speak again.",
                    "chapter": 8,
                    "position": {
                        "start": 5533,
                        "end": 5538
                    }
                },
                {
                    "sentence": "The other side of _what?_” thought Alice to herself.  ",
                    "chapter": 8,
                    "position": {
                        "start": 5936,
                        "end": 5941
                    }
                },
                {
                    "sentence": "Alice remained looking thoughtfully at the mushroom for a minute, trying to make out which were the two sides of it; and as it was perfectly round, she found this a very difficult question.",
                    "chapter": 8,
                    "position": {
                        "start": 6075,
                        "end": 6080
                    }
                },
                {
                    "sentence": "*      *   “Come, my head’s free at last!” said Alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to be found: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below her.  ",
                    "chapter": 8,
                    "position": {
                        "start": 7121,
                        "end": 7126
                    }
                },
                {
                    "sentence": "“What _can_ all that green stuff be?” said Alice.",
                    "chapter": 8,
                    "position": {
                        "start": 7456,
                        "end": 7461
                    }
                },
                {
                    "sentence": "“I’m _not_ a serpent!” said Alice indignantly.",
                    "chapter": 8,
                    "position": {
                        "start": 8287,
                        "end": 8292
                    }
                },
                {
                    "sentence": "“I haven’t the least idea what you’re talking about,” said Alice.  ",
                    "chapter": 8,
                    "position": {
                        "start": 8542,
                        "end": 8547
                    }
                },
                {
                    "sentence": "Alice was more and more puzzled, but she thought there was no use in saying anything more till the Pigeon had finished.  ",
                    "chapter": 8,
                    "position": {
                        "start": 8723,
                        "end": 8728
                    }
                },
                {
                    "sentence": "“I’m very sorry you’ve been annoyed,” said Alice, who was beginning to see its meaning.  ",
                    "chapter": 8,
                    "position": {
                        "start": 9071,
                        "end": 9076
                    }
                },
                {
                    "sentence": "said Alice.",
                    "chapter": 8,
                    "position": {
                        "start": 9396,
                        "end": 9401
                    }
                },
                {
                    "sentence": "“I—I’m a little girl,” said Alice, rather doubtfully, as she remembered the number of changes she had gone through that day.  ",
                    "chapter": 8,
                    "position": {
                        "start": 9536,
                        "end": 9541
                    }
                },
                {
                    "sentence": "“I _have_ tasted eggs, certainly,” said Alice, who was a very truthful child; “but little girls eat eggs quite as much as serpents do, you know.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 9965,
                        "end": 9970
                    }
                },
                {
                    "sentence": "This was such a new idea to Alice, that she was quite silent for a minute or two, which gave the Pigeon the opportunity of adding, “You’re looking for eggs, I know _that_",
                    "chapter": 8,
                    "position": {
                        "start": 10216,
                        "end": 10221
                    }
                },
                {
                    "sentence": "“It matters a good deal to _me_,” said Alice hastily; “but I’m not looking for eggs, as it happens; and if I was, I shouldn’t want _yours_:",
                    "chapter": 8,
                    "position": {
                        "start": 10486,
                        "end": 10491
                    }
                },
                {
                    "sentence": "Alice crouched down among the trees as well as she could, for her neck kept getting entangled among the branches, and every now and then she had to stop and untwist it.",
                    "chapter": 8,
                    "position": {
                        "start": 10707,
                        "end": 10712
                    }
                },
                {
                    "sentence": "“Whoever lives there,” thought Alice, “it’ll never do to come upon them _this_ size: why, I should frighten them out of their wits!”",
                    "chapter": 8,
                    "position": {
                        "start": 11753,
                        "end": 11758
                    }
                },
                {
                    "sentence": "It was opened by another footman in livery, with a round face, and large eyes like a frog; and both footmen, Alice noticed, had powdered hair that curled all over their heads.",
                    "chapter": 9,
                    "position": {
                        "start": 454,
                        "end": 459
                    }
                },
                {
                    "sentence": "Alice laughed so much at this, that she had to run back into the wood for fear of their hearing her; and when she next peeped out the Fish-Footman was gone, and the other was sitting on the ground near the door, staring stupidly up into the sky.  ",
                    "chapter": 9,
                    "position": {
                        "start": 1085,
                        "end": 1090
                    }
                },
                {
                    "sentence": "Alice went timidly up to the door, and knocked.  ",
                    "chapter": 9,
                    "position": {
                        "start": 1332,
                        "end": 1337
                    }
                },
                {
                    "sentence": "“Please, then,” said Alice, “how am I to get in?”  ",
                    "chapter": 9,
                    "position": {
                        "start": 1823,
                        "end": 1828
                    }
                },
                {
                    "sentence": "He was looking up into the sky all the time he was speaking, and this Alice thought decidedly uncivil.",
                    "chapter": 9,
                    "position": {
                        "start": 2136,
                        "end": 2141
                    }
                },
                {
                    "sentence": "“How am I to get in?” asked Alice again, in a louder tone.  ",
                    "chapter": 9,
                    "position": {
                        "start": 2748,
                        "end": 2753
                    }
                },
                {
                    "sentence": "It was, no doubt: only Alice did not like to be told so.",
                    "chapter": 9,
                    "position": {
                        "start": 2891,
                        "end": 2896
                    }
                },
                {
                    "sentence": "“But what am _I_ to do?” said Alice.  ",
                    "chapter": 9,
                    "position": {
                        "start": 3230,
                        "end": 3235
                    }
                },
                {
                    "sentence": "“Oh, there’s no use in talking to him,” said Alice desperately: “he’s perfectly idiotic!”",
                    "chapter": 9,
                    "position": {
                        "start": 3344,
                        "end": 3349
                    }
                },
                {
                    "sentence": "Alice said to herself, as well as she could for sneezing.  ",
                    "chapter": 9,
                    "position": {
                        "start": 3744,
                        "end": 3749
                    }
                },
                {
                    "sentence": "“Please would you tell me,” said Alice, a little timidly, for she was not quite sure whether it was good manners for her to speak first, “why your cat grins like that?”  ",
                    "chapter": 9,
                    "position": {
                        "start": 4155,
                        "end": 4160
                    }
                },
                {
                    "sentence": "She said the last word with such sudden violence that Alice quite jumped; but she saw in another moment that it was addressed to the baby, and not to her, so she took courage, and went on again:—  “I didn’t know that Cheshire cats always grinned; in fact, I didn’t know that cats _could_ grin.”  ",
                    "chapter": 9,
                    "position": {
                        "start": 4411,
                        "end": 4416
                    }
                },
                {
                    "sentence": "“I don’t know of any that do,” Alice said very politely, feeling quite pleased to have got into a conversation.  ",
                    "chapter": 9,
                    "position": {
                        "start": 4741,
                        "end": 4746
                    }
                },
                {
                    "sentence": "Alice did not at all like the tone of this remark, and thought it would be as well to introduce some other subject of conversation.",
                    "chapter": 9,
                    "position": {
                        "start": 4886,
                        "end": 4891
                    }
                },
                {
                    "sentence": "cried Alice, jumping up and down in an agony of terror.",
                    "chapter": 9,
                    "position": {
                        "start": 5493,
                        "end": 5498
                    }
                },
                {
                    "sentence": "“Which would _not_ be an advantage,” said Alice, who felt very glad to get an opportunity of showing off a little of her knowledge.",
                    "chapter": 9,
                    "position": {
                        "start": 5839,
                        "end": 5844
                    }
                },
                {
                    "sentence": "Alice glanced rather anxiously at the cook, to see if she meant to take the hint; but the cook was busily stirring the soup, and seemed not to be listening, so she went on again: “Twenty-four hours, I _think_; or is it twelve?",
                    "chapter": 9,
                    "position": {
                        "start": 6122,
                        "end": 6127
                    }
                },
                {
                    "sentence": "While the Duchess sang the second verse of the song, she kept tossing the baby violently up and down, and the poor little thing howled so, that Alice could hardly hear the words:—  “I speak severely to my boy,     I beat him when he sneezes; For he can thoroughly enjoy     The pepper when he pleases!”   CHORUS.   ",
                    "chapter": 9,
                    "position": {
                        "start": 6925,
                        "end": 6930
                    }
                },
                {
                    "sentence": "the Duchess said to Alice, flinging the baby at her as she spoke.",
                    "chapter": 9,
                    "position": {
                        "start": 7180,
                        "end": 7185
                    }
                },
                {
                    "sentence": "Alice caught the baby with some difficulty, as it was a queer-shaped little creature, and held out its arms and legs in all directions, “just like a star-fish,” thought Alice.",
                    "chapter": 9,
                    "position": {
                        "start": 7397,
                        "end": 7402
                    }
                },
                {
                    "sentence": "Alice caught the baby with some difficulty, as it was a queer-shaped little creature, and held out its arms and legs in all directions, “just like a star-fish,” thought Alice.",
                    "chapter": 9,
                    "position": {
                        "start": 7566,
                        "end": 7571
                    }
                },
                {
                    "sentence": "“If I don’t take this child away with me,” thought Alice, “they’re sure to kill it in a day or two: wouldn’t it be murder to leave it behind?”",
                    "chapter": 9,
                    "position": {
                        "start": 8094,
                        "end": 8099
                    }
                },
                {
                    "sentence": "“Don’t grunt,” said Alice; “that’s not at all a proper way of expressing yourself.”  ",
                    "chapter": 9,
                    "position": {
                        "start": 8319,
                        "end": 8324
                    }
                },
                {
                    "sentence": "The baby grunted again, and Alice looked very anxiously into its face to see what was the matter with it.",
                    "chapter": 9,
                    "position": {
                        "start": 8412,
                        "end": 8417
                    }
                },
                {
                    "sentence": "There could be no doubt that it had a _very_ turn-up nose, much more like a snout than a real nose; also its eyes were getting extremely small for a baby: altogether Alice did not like the look of the thing at all.",
                    "chapter": 9,
                    "position": {
                        "start": 8656,
                        "end": 8661
                    }
                },
                {
                    "sentence": "“If you’re going to turn into a pig, my dear,” said Alice, seriously, “I’ll have nothing more to do with you.",
                    "chapter": 9,
                    "position": {
                        "start": 8895,
                        "end": 8900
                    }
                },
                {
                    "sentence": "Alice was just beginning to think to herself, “Now, what am I to do with this creature when I get it home?” when it grunted again, so violently, that she looked down into its face in some alarm.",
                    "chapter": 9,
                    "position": {
                        "start": 9090,
                        "end": 9095
                    }
                },
                {
                    "sentence": "The Cat only grinned when it saw Alice.",
                    "chapter": 9,
                    "position": {
                        "start": 9989,
                        "end": 9994
                    }
                },
                {
                    "sentence": "“Come, it’s pleased so far,” thought Alice, and she went on.",
                    "chapter": 9,
                    "position": {
                        "start": 10324,
                        "end": 10329
                    }
                },
                {
                    "sentence": "“I don’t much care where—” said Alice.  ",
                    "chapter": 9,
                    "position": {
                        "start": 10516,
                        "end": 10521
                    }
                },
                {
                    "sentence": "“—so long as I get _somewhere_,” Alice added as an explanation.  ",
                    "chapter": 9,
                    "position": {
                        "start": 10615,
                        "end": 10620
                    }
                },
                {
                    "sentence": "Alice felt that this could not be denied, so she tried another question.",
                    "chapter": 9,
                    "position": {
                        "start": 10724,
                        "end": 10729
                    }
                },
                {
                    "sentence": "“But I don’t want to go among mad people,” Alice remarked.  ",
                    "chapter": 9,
                    "position": {
                        "start": 11074,
                        "end": 11079
                    }
                },
                {
                    "sentence": "“How do you know I’m mad?” said Alice.  ",
                    "chapter": 9,
                    "position": {
                        "start": 11208,
                        "end": 11213
                    }
                },
                {
                    "sentence": "Alice didn’t think that proved it at all; however, she went on “And how do you know that you’re mad?”  ",
                    "chapter": 9,
                    "position": {
                        "start": 11280,
                        "end": 11285
                    }
                },
                {
                    "sentence": "“I suppose so,” said Alice.  ",
                    "chapter": 9,
                    "position": {
                        "start": 11471,
                        "end": 11476
                    }
                },
                {
                    "sentence": "“_I_ call it purring, not growling,” said Alice.  ",
                    "chapter": 9,
                    "position": {
                        "start": 11714,
                        "end": 11719
                    }
                },
                {
                    "sentence": "“I should like it very much,” said Alice, “but I haven’t been invited yet.”  ",
                    "chapter": 9,
                    "position": {
                        "start": 11842,
                        "end": 11847
                    }
                },
                {
                    "sentence": "Alice was not much surprised at this, she was getting so used to queer things happening.",
                    "chapter": 9,
                    "position": {
                        "start": 11936,
                        "end": 11941
                    }
                },
                {
                    "sentence": "Alice waited a little, half expecting to see it again, but it did not appear, and after a minute or two she walked on in the direction in which the March Hare was said to live.",
                    "chapter": 9,
                    "position": {
                        "start": 12341,
                        "end": 12346
                    }
                },
                {
                    "sentence": "“I said pig,” replied Alice; “and I wish you wouldn’t keep appearing and vanishing so suddenly: you make one quite giddy.”  ",
                    "chapter": 9,
                    "position": {
                        "start": 12867,
                        "end": 12872
                    }
                },
                {
                    "sentence": "I’ve often seen a cat without a grin,” thought Alice; “but a grin without a cat!",
                    "chapter": 9,
                    "position": {
                        "start": 13209,
                        "end": 13214
                    }
                },
                {
                    "sentence": "“Very uncomfortable for the Dormouse,” thought Alice; “only, as it’s asleep, I suppose it doesn’t mind.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 335,
                        "end": 340
                    }
                },
                {
                    "sentence": "they cried out when they saw Alice coming.",
                    "chapter": 10,
                    "position": {
                        "start": 531,
                        "end": 536
                    }
                },
                {
                    "sentence": "“There’s _plenty_ of room!” said Alice indignantly, and she sat down in a large arm-chair at one end of the table.  ",
                    "chapter": 10,
                    "position": {
                        "start": 578,
                        "end": 583
                    }
                },
                {
                    "sentence": "Alice looked all round the table, but there was nothing on it but tea.",
                    "chapter": 10,
                    "position": {
                        "start": 724,
                        "end": 729
                    }
                },
                {
                    "sentence": "“Then it wasn’t very civil of you to offer it,” said Alice angrily.  ",
                    "chapter": 10,
                    "position": {
                        "start": 928,
                        "end": 933
                    }
                },
                {
                    "sentence": "“I didn’t know it was _your_ table,” said Alice; “it’s laid for a great many more than three.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 1073,
                        "end": 1078
                    }
                },
                {
                    "sentence": "He had been looking at Alice for some time with great curiosity, and this was his first speech.  ",
                    "chapter": 10,
                    "position": {
                        "start": 1194,
                        "end": 1199
                    }
                },
                {
                    "sentence": "“You should learn not to make personal remarks,” Alice said with some severity; “it’s very rude.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 1317,
                        "end": 1322
                    }
                },
                {
                    "sentence": "thought Alice.",
                    "chapter": 10,
                    "position": {
                        "start": 1527,
                        "end": 1532
                    }
                },
                {
                    "sentence": "“Exactly so,” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 1726,
                        "end": 1731
                    }
                },
                {
                    "sentence": "“I do,” Alice hastily replied; “at least—at least I mean what I say—that’s the same thing, you know.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 1804,
                        "end": 1809
                    }
                },
                {
                    "sentence": "“It _is_ the same thing with you,” said the Hatter, and here the conversation dropped, and the party sat silent for a minute, while Alice thought over all she could remember about ravens and writing-desks, which wasn’t much.  ",
                    "chapter": 10,
                    "position": {
                        "start": 2462,
                        "end": 2467
                    }
                },
                {
                    "sentence": "he said, turning to Alice: he had taken his watch out of his pocket, and was looking at it uneasily, shaking it every now and then, and holding it to his ear.  ",
                    "chapter": 10,
                    "position": {
                        "start": 2654,
                        "end": 2659
                    }
                },
                {
                    "sentence": "Alice considered a little, and then said “The fourth.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 2794,
                        "end": 2799
                    }
                },
                {
                    "sentence": "Alice had been looking over his shoulder with some curiosity.",
                    "chapter": 10,
                    "position": {
                        "start": 3387,
                        "end": 3392
                    }
                },
                {
                    "sentence": "“Of course not,” Alice replied very readily: “but that’s because it stays the same year for such a long time together.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 3658,
                        "end": 3663
                    }
                },
                {
                    "sentence": "Alice felt dreadfully puzzled.",
                    "chapter": 10,
                    "position": {
                        "start": 3818,
                        "end": 3823
                    }
                },
                {
                    "sentence": "the Hatter said, turning to Alice again.  ",
                    "chapter": 10,
                    "position": {
                        "start": 4314,
                        "end": 4319
                    }
                },
                {
                    "sentence": "“No, I give it up,” Alice replied: “what’s the answer?”  ",
                    "chapter": 10,
                    "position": {
                        "start": 4348,
                        "end": 4353
                    }
                },
                {
                    "sentence": "Alice sighed wearily.",
                    "chapter": 10,
                    "position": {
                        "start": 4466,
                        "end": 4471
                    }
                },
                {
                    "sentence": "“I don’t know what you mean,” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 4751,
                        "end": 4756
                    }
                },
                {
                    "sentence": "“Perhaps not,” Alice cautiously replied: “but I know I have to beat time when I learn music.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 4891,
                        "end": 4896
                    }
                },
                {
                    "sentence": "“That would be grand, certainly,” said Alice thoughtfully: “but then—I shouldn’t be hungry for it, you know.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 5450,
                        "end": 5455
                    }
                },
                {
                    "sentence": "Alice asked.  ",
                    "chapter": 10,
                    "position": {
                        "start": 5660,
                        "end": 5665
                    }
                },
                {
                    "sentence": "You know the song, perhaps?”  “I’ve heard something like it,” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 6055,
                        "end": 6060
                    }
                },
                {
                    "sentence": "exclaimed Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 6578,
                        "end": 6583
                    }
                },
                {
                    "sentence": "A bright idea came into Alice’s head.",
                    "chapter": 10,
                    "position": {
                        "start": 6731,
                        "end": 6736
                    }
                },
                {
                    "sentence": "“Then you keep moving round, I suppose?” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 6986,
                        "end": 6991
                    }
                },
                {
                    "sentence": "Alice ventured to ask.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7112,
                        "end": 7117
                    }
                },
                {
                    "sentence": "“I’m afraid I don’t know one,” said Alice, rather alarmed at the proposal.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7312,
                        "end": 7317
                    }
                },
                {
                    "sentence": "“Yes, please do!” pleaded Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7666,
                        "end": 7671
                    }
                },
                {
                    "sentence": "“Once upon a time there were three little sisters,” the Dormouse began in a great hurry; “and their names were Elsie, Lacie, and Tillie; and they lived at the bottom of a well—”  “What did they live on?” said Alice, who always took a great interest in questions of eating and drinking.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7973,
                        "end": 7978
                    }
                },
                {
                    "sentence": "“They couldn’t have done that, you know,” Alice gently remarked; “they’d have been ill.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 8170,
                        "end": 8175
                    }
                },
                {
                    "sentence": "Alice tried to fancy to herself what such an extraordinary ways of living would be like, but it puzzled her too much, so she went on: “But why did they live at the bottom of a well?”  ",
                    "chapter": 10,
                    "position": {
                        "start": 8268,
                        "end": 8273
                    }
                },
                {
                    "sentence": "“Take some more tea,” the March Hare said to Alice, very earnestly.  ",
                    "chapter": 10,
                    "position": {
                        "start": 8497,
                        "end": 8502
                    }
                },
                {
                    "sentence": "“I’ve had nothing yet,” Alice replied in an offended tone, “so I can’t take more.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 8545,
                        "end": 8550
                    }
                },
                {
                    "sentence": "“Nobody asked _your_ opinion,” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 8739,
                        "end": 8744
                    }
                },
                {
                    "sentence": "Alice did not quite know what to say to this: so she helped herself to some tea and bread-and-butter, and then turned to the Dormouse, and repeated her question.",
                    "chapter": 10,
                    "position": {
                        "start": 8816,
                        "end": 8821
                    }
                },
                {
                    "sentence": "Alice was beginning very angrily, but the Hatter and the March Hare went “Sh! sh!”",
                    "chapter": 10,
                    "position": {
                        "start": 9149,
                        "end": 9154
                    }
                },
                {
                    "sentence": "Alice said very humbly; “I won’t interrupt again.",
                    "chapter": 10,
                    "position": {
                        "start": 9357,
                        "end": 9362
                    }
                },
                {
                    "sentence": "“And so these three little sisters—they were learning to draw, you know—”  “What did they draw?” said Alice, quite forgetting her promise.  ",
                    "chapter": 10,
                    "position": {
                        "start": 9620,
                        "end": 9625
                    }
                },
                {
                    "sentence": "He moved on as he spoke, and the Dormouse followed him: the March Hare moved into the Dormouse’s place, and Alice rather unwillingly took the place of the March Hare.",
                    "chapter": 10,
                    "position": {
                        "start": 9913,
                        "end": 9918
                    }
                },
                {
                    "sentence": "The Hatter was the only one who got any advantage from the change: and Alice was a good deal worse off than before, as the March Hare had just upset the milk-jug into his plate.  ",
                    "chapter": 10,
                    "position": {
                        "start": 10043,
                        "end": 10048
                    }
                },
                {
                    "sentence": "Alice did not wish to offend the Dormouse again, so she began very cautiously: “But I don’t understand.",
                    "chapter": 10,
                    "position": {
                        "start": 10151,
                        "end": 10156
                    }
                },
                {
                    "sentence": "“But they were _in_ the well,” Alice said to the Dormouse, not choosing to notice this last remark.  ",
                    "chapter": 10,
                    "position": {
                        "start": 10463,
                        "end": 10468
                    }
                },
                {
                    "sentence": "This answer so confused poor Alice, that she let the Dormouse go on for some time without interrupting it.  ",
                    "chapter": 10,
                    "position": {
                        "start": 10617,
                        "end": 10622
                    }
                },
                {
                    "sentence": "“They were learning to draw,” the Dormouse went on, yawning and rubbing its eyes, for it was getting very sleepy; “and they drew all manner of things—everything that begins with an M—”  “Why with an M?” said Alice.  ",
                    "chapter": 10,
                    "position": {
                        "start": 10904,
                        "end": 10909
                    }
                },
                {
                    "sentence": "Alice was silent.  ",
                    "chapter": 10,
                    "position": {
                        "start": 10945,
                        "end": 10950
                    }
                },
                {
                    "sentence": "“Really, now you ask me,” said Alice, very much confused, “I don’t think—”  “Then you shouldn’t talk,” said the Hatter.  ",
                    "chapter": 10,
                    "position": {
                        "start": 11356,
                        "end": 11361
                    }
                },
                {
                    "sentence": "This piece of rudeness was more than Alice could bear: she got up in great disgust, and walked off; the Dormouse fell asleep instantly, and neither of the others took the least notice of her going, though she looked back once or twice, half hoping that they would call after her: the last time she saw them, they were trying to put the Dormouse into the teapot.  ",
                    "chapter": 10,
                    "position": {
                        "start": 11483,
                        "end": 11488
                    }
                },
                {
                    "sentence": "said Alice as she picked her way through the wood.",
                    "chapter": 10,
                    "position": {
                        "start": 11857,
                        "end": 11862
                    }
                },
                {
                    "sentence": "Alice thought this a very curious thing, and she went nearer to watch them, and just as she came up to them she heard one of them say, “Look out now, Five!",
                    "chapter": 11,
                    "position": {
                        "start": 186,
                        "end": 191
                    }
                },
                {
                    "sentence": "Seven flung down his brush, and had just begun “Well, of all the unjust things—” when his eye chanced to fall upon Alice, as she stood watching them, and he checked himself suddenly: the others looked round also, and all of them bowed low.  ",
                    "chapter": 11,
                    "position": {
                        "start": 997,
                        "end": 1002
                    }
                },
                {
                    "sentence": "“Would you tell me,” said Alice, a little timidly, “why you are painting those roses?”  ",
                    "chapter": 11,
                    "position": {
                        "start": 1149,
                        "end": 1154
                    }
                },
                {
                    "sentence": "There was a sound of many footsteps, and Alice looked round, eager to see the Queen.  ",
                    "chapter": 11,
                    "position": {
                        "start": 1772,
                        "end": 1777
                    }
                },
                {
                    "sentence": "Next came the guests, mostly Kings and Queens, and among them Alice recognised the White Rabbit: it was talking in a hurried nervous manner, smiling at everything that was said, and went by without noticing her.",
                    "chapter": 11,
                    "position": {
                        "start": 2314,
                        "end": 2319
                    }
                },
                {
                    "sentence": "Alice was rather doubtful whether she ought not to lie down on her face like the three gardeners, but she could not remember ever having heard of such a rule at processions; “and besides, what would be the use of a procession,” thought she, “if people had all to lie down upon their faces, so that they couldn’t see it?”",
                    "chapter": 11,
                    "position": {
                        "start": 2630,
                        "end": 2635
                    }
                },
                {
                    "sentence": "When the procession came opposite to Alice, they all stopped and looked at her, and the Queen said severely “Who is this?”",
                    "chapter": 11,
                    "position": {
                        "start": 3035,
                        "end": 3040
                    }
                },
                {
                    "sentence": "“Idiot!” said the Queen, tossing her head impatiently; and, turning to Alice, she went on, “What’s your name, child?”  ",
                    "chapter": 11,
                    "position": {
                        "start": 3265,
                        "end": 3270
                    }
                },
                {
                    "sentence": "“My name is Alice, so please your Majesty,” said Alice very politely; but she added, to herself, “Why, they’re only a pack of cards, after all.",
                    "chapter": 11,
                    "position": {
                        "start": 3325,
                        "end": 3330
                    }
                },
                {
                    "sentence": "“My name is Alice, so please your Majesty,” said Alice very politely; but she added, to herself, “Why, they’re only a pack of cards, after all.",
                    "chapter": 11,
                    "position": {
                        "start": 3362,
                        "end": 3367
                    }
                },
                {
                    "sentence": "“How should _I_ know?” said Alice, surprised at her own courage.",
                    "chapter": 11,
                    "position": {
                        "start": 3847,
                        "end": 3852
                    }
                },
                {
                    "sentence": "Off—”  “Nonsense!” said Alice, very loudly and decidedly, and the Queen was silent.  ",
                    "chapter": 11,
                    "position": {
                        "start": 4062,
                        "end": 4067
                    }
                },
                {
                    "sentence": "and the procession moved on, three of the soldiers remaining behind to execute the unfortunate gardeners, who ran to Alice for protection.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5003,
                        "end": 5008
                    }
                },
                {
                    "sentence": "“You shan’t be beheaded!” said Alice, and she put them into a large flower-pot that stood near.",
                    "chapter": 11,
                    "position": {
                        "start": 5057,
                        "end": 5062
                    }
                },
                {
                    "sentence": "The soldiers were silent, and looked at Alice, as the question was evidently meant for her.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5469,
                        "end": 5474
                    }
                },
                {
                    "sentence": "“Yes!” shouted Alice.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5537,
                        "end": 5542
                    }
                },
                {
                    "sentence": "roared the Queen, and Alice joined the procession, wondering very much what would happen next.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5584,
                        "end": 5589
                    }
                },
                {
                    "sentence": "“Very,” said Alice: “—where’s the Duchess?”  “Hush! Hush!” said the Rabbit in a low, hurried tone.",
                    "chapter": 11,
                    "position": {
                        "start": 5811,
                        "end": 5816
                    }
                },
                {
                    "sentence": "“What for?” said Alice.  ",
                    "chapter": 11,
                    "position": {
                        "start": 6086,
                        "end": 6091
                    }
                },
                {
                    "sentence": "“No, I didn’t,” said Alice: “I don’t think it’s at all a pity.",
                    "chapter": 11,
                    "position": {
                        "start": 6164,
                        "end": 6169
                    }
                },
                {
                    "sentence": "Alice gave a little scream of laughter.",
                    "chapter": 11,
                    "position": {
                        "start": 6275,
                        "end": 6280
                    }
                },
                {
                    "sentence": "Alice thought she had never seen such a curious croquet-ground in her life; it was all ridges and furrows; the balls were live hedgehogs, the mallets live flamingoes, and the soldiers had to double themselves up and to stand on their hands and feet, to make the arches.  ",
                    "chapter": 11,
                    "position": {
                        "start": 6665,
                        "end": 6670
                    }
                },
                {
                    "sentence": "The chief difficulty Alice found at first was in managing her flamingo: she succeeded in getting its body tucked away, comfortably enough, under her arm, with its legs hanging down, but generally, just as she had got its neck nicely straightened out, and was going to give the hedgehog a blow with its head, it _would_ twist itself round and look up in her face, with such a puzzled expression that she could not help bursting out laughing: and when she had got its head down, and was going to begin again, it was very provoking to find that the hedgehog had unrolled itself, and was in the act of crawling away: besides all this, there was generally a ridge or furrow in the way wherever she wanted to send the hedgehog to, and, as the doubled-up soldiers were always getting up and walking off to other parts of the ground, Alice soon came to the conclusion that it was a very difficult game indeed.  ",
                    "chapter": 11,
                    "position": {
                        "start": 6957,
                        "end": 6962
                    }
                },
                {
                    "sentence": "The chief difficulty Alice found at first was in managing her flamingo: she succeeded in getting its body tucked away, comfortably enough, under her arm, with its legs hanging down, but generally, just as she had got its neck nicely straightened out, and was going to give the hedgehog a blow with its head, it _would_ twist itself round and look up in her face, with such a puzzled expression that she could not help bursting out laughing: and when she had got its head down, and was going to begin again, it was very provoking to find that the hedgehog had unrolled itself, and was in the act of crawling away: besides all this, there was generally a ridge or furrow in the way wherever she wanted to send the hedgehog to, and, as the doubled-up soldiers were always getting up and walking off to other parts of the ground, Alice soon came to the conclusion that it was a very difficult game indeed.  ",
                    "chapter": 11,
                    "position": {
                        "start": 7762,
                        "end": 7767
                    }
                },
                {
                    "sentence": "Alice began to feel very uneasy: to be sure, she had not as yet had any dispute with the Queen, but she knew that it might happen any minute, “and then,” thought she, “what would become of me?",
                    "chapter": 11,
                    "position": {
                        "start": 8125,
                        "end": 8130
                    }
                },
                {
                    "sentence": "Alice waited till the eyes appeared, and then nodded.",
                    "chapter": 11,
                    "position": {
                        "start": 8871,
                        "end": 8876
                    }
                },
                {
                    "sentence": "In another minute the whole head appeared, and then Alice put down her flamingo, and began an account of the game, feeling very glad she had someone to listen to her.",
                    "chapter": 11,
                    "position": {
                        "start": 9072,
                        "end": 9077
                    }
                },
                {
                    "sentence": "“I don’t think they play at all fairly,” Alice began, in rather a complaining tone, “and they all quarrel so dreadfully one can’t hear oneself speak—and they don’t seem to have any rules in particular; at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive; for instance, there’s the arch I’ve got to go through next walking about at the other end of the ground—and I should have croqueted the Queen’s hedgehog just now, only it ran away when it saw mine coming!”  ",
                    "chapter": 11,
                    "position": {
                        "start": 9323,
                        "end": 9328
                    }
                },
                {
                    "sentence": "“Not at all,” said Alice: “she’s so extremely—” Just then she noticed that the Queen was close behind her, listening: so she went on, “—likely to win, that it’s hardly worth while finishing the game.”  ",
                    "chapter": 11,
                    "position": {
                        "start": 9883,
                        "end": 9888
                    }
                },
                {
                    "sentence": "you talking to?” said the King, going up to Alice, and looking at the Cat’s head with great curiosity.  ",
                    "chapter": 11,
                    "position": {
                        "start": 10154,
                        "end": 10159
                    }
                },
                {
                    "sentence": "“It’s a friend of mine—a Cheshire Cat,” said Alice: “allow me to introduce it.”  ",
                    "chapter": 11,
                    "position": {
                        "start": 10259,
                        "end": 10264
                    }
                },
                {
                    "sentence": "He got behind Alice as he spoke.  ",
                    "chapter": 11,
                    "position": {
                        "start": 10517,
                        "end": 10522
                    }
                },
                {
                    "sentence": "“A cat may look at a king,” said Alice.",
                    "chapter": 11,
                    "position": {
                        "start": 10570,
                        "end": 10575
                    }
                },
                {
                    "sentence": "Alice thought she might as well go back, and see how the game was going on, as she heard the Queen’s voice in the distance, screaming with passion.",
                    "chapter": 11,
                    "position": {
                        "start": 11017,
                        "end": 11022
                    }
                },
                {
                    "sentence": "The hedgehog was engaged in a fight with another hedgehog, which seemed to Alice an excellent opportunity for croqueting one of them with the other: the only difficulty was, that her flamingo was gone across to the other side of the garden, where Alice could see it trying in a helpless sort of way to fly up into a tree.  ",
                    "chapter": 11,
                    "position": {
                        "start": 11516,
                        "end": 11521
                    }
                },
                {
                    "sentence": "The hedgehog was engaged in a fight with another hedgehog, which seemed to Alice an excellent opportunity for croqueting one of them with the other: the only difficulty was, that her flamingo was gone across to the other side of the garden, where Alice could see it trying in a helpless sort of way to fly up into a tree.  ",
                    "chapter": 11,
                    "position": {
                        "start": 11688,
                        "end": 11693
                    }
                },
                {
                    "sentence": "By the time she had caught the flamingo and brought it back, the fight was over, and both the hedgehogs were out of sight: “but it doesn’t matter much,” thought Alice, “as all the arches are gone from this side of the ground.”",
                    "chapter": 11,
                    "position": {
                        "start": 11925,
                        "end": 11930
                    }
                },
                {
                    "sentence": "The moment Alice appeared, she was appealed to by all three to settle the question, and they repeated their arguments to her, though, as they all spoke at once, she found it very hard indeed to make out exactly what they said.  ",
                    "chapter": 11,
                    "position": {
                        "start": 12418,
                        "end": 12423
                    }
                },
                {
                    "sentence": "Alice could think of nothing else to say but “It belongs to the Duchess: you’d better ask _her_ about it.”  ",
                    "chapter": 11,
                    "position": {
                        "start": 13172,
                        "end": 13177
                    }
                },
                {
                    "sentence": "said the Duchess, as she tucked her arm affectionately into Alice’s, and they walked off together.  ",
                    "chapter": 12,
                    "position": {
                        "start": 156,
                        "end": 161
                    }
                },
                {
                    "sentence": "Alice was very glad to find her in such a pleasant temper, and thought to herself that perhaps it was only the pepper that had made her so savage when they met in the kitchen.  ",
                    "chapter": 12,
                    "position": {
                        "start": 196,
                        "end": 201
                    }
                },
                {
                    "sentence": "“Perhaps it hasn’t one,” Alice ventured to remark.  ",
                    "chapter": 12,
                    "position": {
                        "start": 1200,
                        "end": 1205
                    }
                },
                {
                    "sentence": "And she squeezed herself up closer to Alice’s side as she spoke.  ",
                    "chapter": 12,
                    "position": {
                        "start": 1355,
                        "end": 1360
                    }
                },
                {
                    "sentence": "Alice did not much like keeping so close to her: first, because the Duchess was _very_ ugly; and secondly, because she was exactly the right height to rest her chin upon Alice’s shoulder, and it was an uncomfortably sharp chin.",
                    "chapter": 12,
                    "position": {
                        "start": 1383,
                        "end": 1388
                    }
                },
                {
                    "sentence": "Alice did not much like keeping so close to her: first, because the Duchess was _very_ ugly; and secondly, because she was exactly the right height to rest her chin upon Alice’s shoulder, and it was an uncomfortably sharp chin.",
                    "chapter": 12,
                    "position": {
                        "start": 1553,
                        "end": 1558
                    }
                },
                {
                    "sentence": "“Somebody said,” Alice whispered, “that it’s done by everybody minding their own business!”  ",
                    "chapter": 12,
                    "position": {
                        "start": 1920,
                        "end": 1925
                    }
                },
                {
                    "sentence": "It means much the same thing,” said the Duchess, digging her sharp little chin into Alice’s shoulder as she added, “and the moral of _that_",
                    "chapter": 12,
                    "position": {
                        "start": 2091,
                        "end": 2096
                    }
                },
                {
                    "sentence": "Alice thought to herself.  ",
                    "chapter": 12,
                    "position": {
                        "start": 2270,
                        "end": 2275
                    }
                },
                {
                    "sentence": "“He might bite,” Alice cautiously replied, not feeling at all anxious to have the experiment tried.  ",
                    "chapter": 12,
                    "position": {
                        "start": 2516,
                        "end": 2521
                    }
                },
                {
                    "sentence": "“Only mustard isn’t a bird,” Alice remarked.  ",
                    "chapter": 12,
                    "position": {
                        "start": 2759,
                        "end": 2764
                    }
                },
                {
                    "sentence": "“It’s a mineral, I _think_,” said Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 2895,
                        "end": 2900
                    }
                },
                {
                    "sentence": "“Of course it is,” said the Duchess, who seemed ready to agree to everything that Alice said; “there’s a large mustard-mine near here.",
                    "chapter": 12,
                    "position": {
                        "start": 2985,
                        "end": 2990
                    }
                },
                {
                    "sentence": "exclaimed Alice, who had not attended to this last remark, “it’s a vegetable.",
                    "chapter": 12,
                    "position": {
                        "start": 3146,
                        "end": 3151
                    }
                },
                {
                    "sentence": "“I think I should understand that better,” Alice said very politely, “if I had it written down: but I can’t quite follow it as you say it.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 3640,
                        "end": 3645
                    }
                },
                {
                    "sentence": "“Pray don’t trouble yourself to say it any longer than that,” said Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 3895,
                        "end": 3900
                    }
                },
                {
                    "sentence": "“A cheap sort of present!” thought Alice.",
                    "chapter": 12,
                    "position": {
                        "start": 4044,
                        "end": 4049
                    }
                },
                {
                    "sentence": "“I’ve a right to think,” said Alice sharply, for she was beginning to feel a little worried.  ",
                    "chapter": 12,
                    "position": {
                        "start": 4263,
                        "end": 4268
                    }
                },
                {
                    "sentence": "But here, to Alice’s great surprise, the Duchess’s voice died away, even in the middle of her favourite word ‘moral,’ and the arm that was linked into hers began to tremble.",
                    "chapter": 12,
                    "position": {
                        "start": 4421,
                        "end": 4426
                    }
                },
                {
                    "sentence": "Alice looked up, and there stood the Queen in front of them, with her arms folded, frowning like a thunderstorm.  ",
                    "chapter": 12,
                    "position": {
                        "start": 4582,
                        "end": 4587
                    }
                },
                {
                    "sentence": "“Let’s go on with the game,” the Queen said to Alice; and Alice was too much frightened to say a word, but slowly followed her back to the croquet-ground.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5046,
                        "end": 5051
                    }
                },
                {
                    "sentence": "“Let’s go on with the game,” the Queen said to Alice; and Alice was too much frightened to say a word, but slowly followed her back to the croquet-ground.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5057,
                        "end": 5062
                    }
                },
                {
                    "sentence": "Those whom she sentenced were taken into custody by the soldiers, who of course had to leave off being arches to do this, so that by the end of half an hour or so there were no arches left, and all the players, except the King, the Queen, and Alice, were in custody and under sentence of execution.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5784,
                        "end": 5789
                    }
                },
                {
                    "sentence": "Then the Queen left off, quite out of breath, and said to Alice, “Have you seen the Mock Turtle yet?”  ",
                    "chapter": 12,
                    "position": {
                        "start": 5899,
                        "end": 5904
                    }
                },
                {
                    "sentence": "“No,” said Alice.",
                    "chapter": 12,
                    "position": {
                        "start": 5955,
                        "end": 5960
                    }
                },
                {
                    "sentence": "“I never saw one, or heard of one,” said Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 6112,
                        "end": 6117
                    }
                },
                {
                    "sentence": "“Come on, then,” said the Queen, “and he shall tell you his history,”  As they walked off together, Alice heard the King say in a low voice, to the company generally, “You are all pardoned.”",
                    "chapter": 12,
                    "position": {
                        "start": 6220,
                        "end": 6225
                    }
                },
                {
                    "sentence": "I must go back and see after some executions I have ordered;” and she walked off, leaving Alice alone with the Gryphon.",
                    "chapter": 12,
                    "position": {
                        "start": 6771,
                        "end": 6776
                    }
                },
                {
                    "sentence": "Alice did not quite like the look of the creature, but on the whole she thought it would be quite as safe to stay with it as to go after that savage Queen: so she waited.  ",
                    "chapter": 12,
                    "position": {
                        "start": 6801,
                        "end": 6806
                    }
                },
                {
                    "sentence": "“What fun!” said the Gryphon, half to itself, half to Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 7138,
                        "end": 7143
                    }
                },
                {
                    "sentence": "“What _is_ the fun?” said Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 7172,
                        "end": 7177
                    }
                },
                {
                    "sentence": "here,” thought Alice, as she went slowly after it: “I never was so ordered about in all my life, never!”  ",
                    "chapter": 12,
                    "position": {
                        "start": 7330,
                        "end": 7335
                    }
                },
                {
                    "sentence": "They had not gone far before they saw the Mock Turtle in the distance, sitting sad and lonely on a little ledge of rock, and, as they came nearer, Alice could hear him sighing as if his heart would break.",
                    "chapter": 12,
                    "position": {
                        "start": 7568,
                        "end": 7573
                    }
                },
                {
                    "sentence": "Alice thought to herself, “I don’t see how he can _ever_ finish, if he doesn’t begin.”",
                    "chapter": 12,
                    "position": {
                        "start": 8215,
                        "end": 8220
                    }
                },
                {
                    "sentence": "Alice was very nearly getting up and saying, “Thank you, sir, for your interesting story,” but she could not help thinking there _must_ be more to come, so she sat still and said nothing.  ",
                    "chapter": 12,
                    "position": {
                        "start": 8583,
                        "end": 8588
                    }
                },
                {
                    "sentence": "Alice asked.  ",
                    "chapter": 12,
                    "position": {
                        "start": 9028,
                        "end": 9033
                    }
                },
                {
                    "sentence": "“You ought to be ashamed of yourself for asking such a simple question,” added the Gryphon; and then they both sat silent and looked at poor Alice, who felt ready to sink into the earth.",
                    "chapter": 12,
                    "position": {
                        "start": 9289,
                        "end": 9294
                    }
                },
                {
                    "sentence": "interrupted Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 9568,
                        "end": 9573
                    }
                },
                {
                    "sentence": "added the Gryphon, before Alice could speak again.",
                    "chapter": 12,
                    "position": {
                        "start": 9656,
                        "end": 9661
                    }
                },
                {
                    "sentence": "“We had the best of educations—in fact, we went to school every day—”  “_I’ve_ been to a day-school, too,” said Alice; “you needn’t be so proud as all that.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 9819,
                        "end": 9824
                    }
                },
                {
                    "sentence": "“Yes,” said Alice, “we learned French and music.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 9936,
                        "end": 9941
                    }
                },
                {
                    "sentence": "“Certainly not!” said Alice indignantly.  ",
                    "chapter": 12,
                    "position": {
                        "start": 10035,
                        "end": 10040
                    }
                },
                {
                    "sentence": "“You couldn’t have wanted it much,” said Alice; “living at the bottom of the sea.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 10278,
                        "end": 10283
                    }
                },
                {
                    "sentence": "Alice ventured to say.",
                    "chapter": 12,
                    "position": {
                        "start": 10667,
                        "end": 10672
                    }
                },
                {
                    "sentence": "“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 10858,
                        "end": 10863
                    }
                },
                {
                    "sentence": "Alice did not feel encouraged to ask any more questions about it, so she turned to the Mock Turtle, and said “What else had you to learn?”  ",
                    "chapter": 12,
                    "position": {
                        "start": 11013,
                        "end": 11018
                    }
                },
                {
                    "sentence": "“What was _that_ like?” said Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 11475,
                        "end": 11480
                    }
                },
                {
                    "sentence": "“And how many hours a day did you do lessons?” said Alice, in a hurry to change the subject.  ",
                    "chapter": 12,
                    "position": {
                        "start": 11971,
                        "end": 11976
                    }
                },
                {
                    "sentence": "“What a curious plan!” exclaimed Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 12124,
                        "end": 12129
                    }
                },
                {
                    "sentence": "This was quite a new idea to Alice, and she thought it over a little before she made her next remark.",
                    "chapter": 12,
                    "position": {
                        "start": 12267,
                        "end": 12272
                    }
                },
                {
                    "sentence": "Alice went on eagerly.  ",
                    "chapter": 12,
                    "position": {
                        "start": 12475,
                        "end": 12480
                    }
                }
            ]
        },
        {
            "name": "Mouse",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "The long grass rustled at her feet as the White Rabbit hurried by—the frightened Mouse splashed his way through the neighbouring pool—she could hear the rattle of the teacups as the March Hare and his friends shared their never-ending meal, and the shrill voice of the Queen ordering off her unfortunate guests to execution—once more the pig-baby was sneezing on the Duchess’s knee, while plates and dishes crashed around it—once more the shriek of the Gryphon, the squeaking of the Lizard’s slate-pencil, and the choking of the suppressed guinea-pigs, filled the air, mixed up with the distant sobs of the miserable Mock Turtle.  ",
                    "chapter": 4,
                    "position": {
                        "start": 9893,
                        "end": 9898
                    }
                },
                {
                    "sentence": "The Mouse looked at her rather inquisitively, and seemed to her to wink with one of its little eyes, but it said nothing.  ",
                    "chapter": 5,
                    "position": {
                        "start": 7813,
                        "end": 7818
                    }
                },
                {
                    "sentence": "The Mouse gave a sudden leap out of the water, and seemed to quiver all over with fright.",
                    "chapter": 5,
                    "position": {
                        "start": 8268,
                        "end": 8273
                    }
                },
                {
                    "sentence": "“Not like cats!” cried the Mouse, in a shrill, passionate voice.",
                    "chapter": 5,
                    "position": {
                        "start": 8520,
                        "end": 8525
                    }
                },
                {
                    "sentence": "cried Alice again, for this time the Mouse was bristling all over, and she felt certain it must be really offended.",
                    "chapter": 5,
                    "position": {
                        "start": 9123,
                        "end": 9128
                    }
                },
                {
                    "sentence": "“We indeed!” cried the Mouse, who was trembling down to the end of his tail.",
                    "chapter": 5,
                    "position": {
                        "start": 9282,
                        "end": 9287
                    }
                },
                {
                    "sentence": "The Mouse did not answer, so Alice went on eagerly: “There is such a nice little dog near our house I should like to show you!",
                    "chapter": 5,
                    "position": {
                        "start": 9597,
                        "end": 9602
                    }
                },
                {
                    "sentence": "For the Mouse was swimming away from her as hard as it could go, and making quite a commotion in the pool as it went.  ",
                    "chapter": 5,
                    "position": {
                        "start": 10153,
                        "end": 10158
                    }
                },
                {
                    "sentence": "So she called softly after it, “Mouse dear!",
                    "chapter": 5,
                    "position": {
                        "start": 10296,
                        "end": 10301
                    }
                },
                {
                    "sentence": "When the Mouse heard this, it turned round and swam slowly back to her: its face was quite pale (with passion, Alice thought), and it said in a low trembling voice, “Let us get to the shore, and then I’ll tell you my history, and you’ll understand why it is I hate cats and dogs.”  ",
                    "chapter": 5,
                    "position": {
                        "start": 10407,
                        "end": 10412
                    }
                },
                {
                    "sentence": "At last the Mouse, who seemed to be a person of authority among them, called out, “Sit down, all of you, and listen to me!",
                    "chapter": 6,
                    "position": {
                        "start": 769,
                        "end": 774
                    }
                },
                {
                    "sentence": "They all sat down at once, in a large ring, with the Mouse in the middle.",
                    "chapter": 6,
                    "position": {
                        "start": 967,
                        "end": 972
                    }
                },
                {
                    "sentence": "“Ahem!” said the Mouse with an important air, “are you all ready?",
                    "chapter": 6,
                    "position": {
                        "start": 1128,
                        "end": 1133
                    }
                },
                {
                    "sentence": "said the Mouse, frowning, but very politely: “Did you speak?”  ",
                    "chapter": 6,
                    "position": {
                        "start": 1555,
                        "end": 1560
                    }
                },
                {
                    "sentence": "“I thought you did,” said the Mouse.",
                    "chapter": 6,
                    "position": {
                        "start": 1672,
                        "end": 1677
                    }
                },
                {
                    "sentence": "“Found _it_,” the Mouse replied rather crossly: “of course you know what ‘it’ means.”  ",
                    "chapter": 6,
                    "position": {
                        "start": 1897,
                        "end": 1902
                    }
                },
                {
                    "sentence": "The Mouse did not notice this question, but hurriedly went on, “‘—found it advisable to go with Edgar Atheling to meet William and offer him the crown.",
                    "chapter": 6,
                    "position": {
                        "start": 2129,
                        "end": 2134
                    }
                },
                {
                    "sentence": "“But she must have a prize herself, you know,” said the Mouse.  ",
                    "chapter": 6,
                    "position": {
                        "start": 4797,
                        "end": 4802
                    }
                },
                {
                    "sentence": "However, it was over at last, and they sat down again in a ring, and begged the Mouse to tell them something more.  ",
                    "chapter": 6,
                    "position": {
                        "start": 5712,
                        "end": 5717
                    }
                },
                {
                    "sentence": "“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and sighing.  ",
                    "chapter": 6,
                    "position": {
                        "start": 5956,
                        "end": 5961
                    }
                },
                {
                    "sentence": "“It _is_ a long tail, certainly,” said Alice, looking down with wonder at the Mouse’s tail; “but why do you call it sad?”",
                    "chapter": 6,
                    "position": {
                        "start": 6073,
                        "end": 6078
                    }
                },
                {
                    "sentence": "And she kept on puzzling about it while the Mouse was speaking, so that her idea of the tale was something like this:—           “Fury said to a mouse, That he met in the house, ‘Let us both          go to law: _I_ will prosecute _you_.—Come, I’ll take no          denial; We must have a trial: For really this morning I’ve          nothing to do.’",
                    "chapter": 6,
                    "position": {
                        "start": 6161,
                        "end": 6166
                    }
                },
                {
                    "sentence": "“You are not attending!” said the Mouse to Alice severely.",
                    "chapter": 6,
                    "position": {
                        "start": 6742,
                        "end": 6747
                    }
                },
                {
                    "sentence": "cried the Mouse, sharply and very angrily.  ",
                    "chapter": 6,
                    "position": {
                        "start": 6909,
                        "end": 6914
                    }
                },
                {
                    "sentence": "“I shall do nothing of the sort,” said the Mouse, getting up and walking away.",
                    "chapter": 6,
                    "position": {
                        "start": 7112,
                        "end": 7117
                    }
                },
                {
                    "sentence": "The Mouse only growled in reply.  ",
                    "chapter": 6,
                    "position": {
                        "start": 7279,
                        "end": 7284
                    }
                },
                {
                    "sentence": "Alice called after it; and the others all joined in chorus, “Yes, please do!” but the Mouse only shook its head impatiently, and walked a little quicker.  ",
                    "chapter": 6,
                    "position": {
                        "start": 7437,
                        "end": 7442
                    }
                },
                {
                    "sentence": "In a little while, however, she again heard a little pattering of footsteps in the distance, and she looked up eagerly, half hoping that the Mouse had changed his mind, and was coming back to finish his story.",
                    "chapter": 6,
                    "position": {
                        "start": 9180,
                        "end": 9185
                    }
                }
            ]
        },
        {
            "name": "William",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "_You are old, Father William_,” to the Caterpillar, and the words all coming different, and then the Mock Turtle drew a long breath, and said “That’s very curious.”  ",
                    "chapter": 2,
                    "position": {
                        "start": 7002,
                        "end": 7009
                    }
                },
                {
                    "sentence": "“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s a French mouse, come over with William the Conqueror.”",
                    "chapter": 5,
                    "position": {
                        "start": 8035,
                        "end": 8042
                    }
                },
                {
                    "sentence": "‘William the Conqueror, whose cause was favoured by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest.",
                    "chapter": 6,
                    "position": {
                        "start": 1245,
                        "end": 1252
                    }
                },
                {
                    "sentence": "The Mouse did not notice this question, but hurriedly went on, “‘—found it advisable to go with Edgar Atheling to meet William and offer him the crown.",
                    "chapter": 6,
                    "position": {
                        "start": 2244,
                        "end": 2251
                    }
                },
                {
                    "sentence": "William’s conduct at first was moderate.",
                    "chapter": 6,
                    "position": {
                        "start": 2277,
                        "end": 2284
                    }
                },
                {
                    "sentence": "“Repeat, “_You are old, Father William_,’” said the Caterpillar.  ",
                    "chapter": 8,
                    "position": {
                        "start": 2772,
                        "end": 2779
                    }
                },
                {
                    "sentence": "Alice folded her hands, and began:—  “You are old, Father William,” the young man said,     “And your hair has become very white; And yet you incessantly stand on your head—     Do you think, at your age, it is right?”  ",
                    "chapter": 8,
                    "position": {
                        "start": 2865,
                        "end": 2872
                    }
                },
                {
                    "sentence": "“In my youth,” Father William replied to his son,     “I feared it might injure the brain; But, now that I’m perfectly sure I have none,     Why, I do it again and again.”  ",
                    "chapter": 8,
                    "position": {
                        "start": 3049,
                        "end": 3056
                    }
                }
            ]
        },
        {
            "name": "Queen",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "This did not seem to encourage the witness at all: he kept shifting from one foot to the other, looking uneasily at the Queen, and in his confusion he bit a large piece out of his teacup instead of the bread-and-butter.  ",
                    "chapter": 3,
                    "position": {
                        "start": 4950,
                        "end": 4955
                    }
                },
                {
                    "sentence": "All this time the Queen had never left off staring at the Hatter, and, just as the Dormouse crossed the court, she said to one of the officers of the court, “Bring me the list of the singers in the last concert!”",
                    "chapter": 3,
                    "position": {
                        "start": 5857,
                        "end": 5862
                    }
                },
                {
                    "sentence": "“I’d rather finish my tea,” said the Hatter, with an anxious look at the Queen, who was reading the list of singers.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8501,
                        "end": 8506
                    }
                },
                {
                    "sentence": "“—and just take his head off outside,” the Queen added to one of the officers: but the Hatter was out of sight before the officer could get to the door.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8702,
                        "end": 8707
                    }
                },
                {
                    "sentence": "“Collar that Dormouse,” the Queen shrieked out.",
                    "chapter": 3,
                    "position": {
                        "start": 9569,
                        "end": 9574
                    }
                },
                {
                    "sentence": "And he added in an undertone to the Queen, “Really, my dear, _you_ must cross-examine the next witness.",
                    "chapter": 3,
                    "position": {
                        "start": 9971,
                        "end": 9976
                    }
                },
                {
                    "sentence": "“Nearly two miles high,” added the Queen.  ",
                    "chapter": 4,
                    "position": {
                        "start": 2846,
                        "end": 2851
                    }
                },
                {
                    "sentence": "“What’s in it?” said the Queen.  ",
                    "chapter": 4,
                    "position": {
                        "start": 3366,
                        "end": 3371
                    }
                },
                {
                    "sentence": "his guilt,” said the Queen.  ",
                    "chapter": 4,
                    "position": {
                        "start": 4587,
                        "end": 4592
                    }
                },
                {
                    "sentence": "he said to the Queen.  ",
                    "chapter": 4,
                    "position": {
                        "start": 7241,
                        "end": 7246
                    }
                },
                {
                    "sentence": "“Never!” said the Queen furiously, throwing an inkstand at the Lizard as she spoke.",
                    "chapter": 4,
                    "position": {
                        "start": 7267,
                        "end": 7272
                    }
                },
                {
                    "sentence": "“No, no!” said the Queen.",
                    "chapter": 4,
                    "position": {
                        "start": 7847,
                        "end": 7852
                    }
                },
                {
                    "sentence": "“Hold your tongue!” said the Queen, turning purple.  ",
                    "chapter": 4,
                    "position": {
                        "start": 8004,
                        "end": 8009
                    }
                },
                {
                    "sentence": "the Queen shouted at the top of her voice.",
                    "chapter": 4,
                    "position": {
                        "start": 8077,
                        "end": 8082
                    }
                },
                {
                    "sentence": "The long grass rustled at her feet as the White Rabbit hurried by—the frightened Mouse splashed his way through the neighbouring pool—she could hear the rattle of the teacups as the March Hare and his friends shared their never-ending meal, and the shrill voice of the Queen ordering off her unfortunate guests to execution—once more the pig-baby was sneezing on the Duchess’s knee, while plates and dishes crashed around it—once more the shriek of the Gryphon, the squeaking of the Lizard’s slate-pencil, and the choking of the suppressed guinea-pigs, filled the air, mixed up with the distant sobs of the miserable Mock Turtle.  ",
                    "chapter": 4,
                    "position": {
                        "start": 10081,
                        "end": 10086
                    }
                },
                {
                    "sentence": "So she sat on, with closed eyes, and half believed herself in Wonderland, though she knew she had but to open them again, and all would change to dull reality—the grass would be only rustling in the wind, and the pool rippling to the waving of the reeds—the rattling teacups would change to tinkling sheep-bells, and the Queen’s shrill cries to the voice of the shepherd boy—and the sneeze of the baby, the shriek of the Gryphon, and all the other queer noises, would change (she knew) to the confused clamour of the busy farm-yard—while the lowing of the cattle in the distance would take the place of the Mock Turtle’s heavy sobs.  ",
                    "chapter": 4,
                    "position": {
                        "start": 10764,
                        "end": 10769
                    }
                },
                {
                    "sentence": "An invitation from the Queen to play croquet.”",
                    "chapter": 9,
                    "position": {
                        "start": 829,
                        "end": 834
                    }
                },
                {
                    "sentence": "“I must go and get ready to play croquet with the Queen,” and she hurried out of the room.",
                    "chapter": 9,
                    "position": {
                        "start": 7276,
                        "end": 7281
                    }
                },
                {
                    "sentence": "“Well, I’d hardly finished the first verse,” said the Hatter, “when the Queen jumped up and bawled out, ‘He’s murdering the time!",
                    "chapter": 10,
                    "position": {
                        "start": 6463,
                        "end": 6468
                    }
                },
                {
                    "sentence": "Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a _red_ rose-tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know.",
                    "chapter": 11,
                    "position": {
                        "start": 1415,
                        "end": 1420
                    }
                },
                {
                    "sentence": "There was a sound of many footsteps, and Alice looked round, eager to see the Queen.  ",
                    "chapter": 11,
                    "position": {
                        "start": 1809,
                        "end": 1814
                    }
                },
                {
                    "sentence": "When the procession came opposite to Alice, they all stopped and looked at her, and the Queen said severely “Who is this?”",
                    "chapter": 11,
                    "position": {
                        "start": 3086,
                        "end": 3091
                    }
                },
                {
                    "sentence": "“Idiot!” said the Queen, tossing her head impatiently; and, turning to Alice, she went on, “What’s your name, child?”  ",
                    "chapter": 11,
                    "position": {
                        "start": 3212,
                        "end": 3217
                    }
                },
                {
                    "sentence": "“And who are _these?_” said the Queen, pointing to the three gardeners who were lying round the rose-tree; for, you see, as they were lying on their faces, and the pattern on their backs was the same as the rest of the pack, she could not tell whether they were gardeners, or soldiers, or courtiers, or three of her own children.  ",
                    "chapter": 11,
                    "position": {
                        "start": 3520,
                        "end": 3525
                    }
                },
                {
                    "sentence": "The Queen turned crimson with fury, and, after glaring at her for a moment like a wild beast, screamed “Off with her head!",
                    "chapter": 11,
                    "position": {
                        "start": 3919,
                        "end": 3924
                    }
                },
                {
                    "sentence": "Off—”  “Nonsense!” said Alice, very loudly and decidedly, and the Queen was silent.  ",
                    "chapter": 11,
                    "position": {
                        "start": 4104,
                        "end": 4109
                    }
                },
                {
                    "sentence": "The Queen turned angrily away from him, and said to the Knave “Turn them over!”  ",
                    "chapter": 11,
                    "position": {
                        "start": 4224,
                        "end": 4229
                    }
                },
                {
                    "sentence": "said the Queen, in a shrill, loud voice, and the three gardeners instantly jumped up, and began bowing to the King, the Queen, the royal children, and everybody else.  ",
                    "chapter": 11,
                    "position": {
                        "start": 4370,
                        "end": 4375
                    }
                },
                {
                    "sentence": "said the Queen, in a shrill, loud voice, and the three gardeners instantly jumped up, and began bowing to the King, the Queen, the royal children, and everybody else.  ",
                    "chapter": 11,
                    "position": {
                        "start": 4481,
                        "end": 4486
                    }
                },
                {
                    "sentence": "screamed the Queen.",
                    "chapter": 11,
                    "position": {
                        "start": 4560,
                        "end": 4565
                    }
                },
                {
                    "sentence": "“May it please your Majesty,” said Two, in a very humble tone, going down on one knee as he spoke, “we were trying—”  “_I_ see!” said the Queen, who had meanwhile been examining the roses.",
                    "chapter": 11,
                    "position": {
                        "start": 4811,
                        "end": 4816
                    }
                },
                {
                    "sentence": "shouted the Queen.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5278,
                        "end": 5283
                    }
                },
                {
                    "sentence": "roared the Queen, and Alice joined the procession, wondering very much what would happen next.  ",
                    "chapter": 11,
                    "position": {
                        "start": 5573,
                        "end": 5578
                    }
                },
                {
                    "sentence": "“The Queen will hear you!",
                    "chapter": 11,
                    "position": {
                        "start": 6375,
                        "end": 6380
                    }
                },
                {
                    "sentence": "You see, she came rather late, and the Queen said—”  “Get to your places!” shouted the Queen in a voice of thunder, and people began running about in all directions, tumbling up against each other; however, they got settled down in a minute or two, and the game began.",
                    "chapter": 11,
                    "position": {
                        "start": 6435,
                        "end": 6440
                    }
                },
                {
                    "sentence": "You see, she came rather late, and the Queen said—”  “Get to your places!” shouted the Queen in a voice of thunder, and people began running about in all directions, tumbling up against each other; however, they got settled down in a minute or two, and the game began.",
                    "chapter": 11,
                    "position": {
                        "start": 6483,
                        "end": 6488
                    }
                },
                {
                    "sentence": "The players all played at once without waiting for turns, quarrelling all the while, and fighting for the hedgehogs; and in a very short time the Queen was in a furious passion, and went stamping about, and shouting “Off with his head!” or “Off with her head!”",
                    "chapter": 11,
                    "position": {
                        "start": 7985,
                        "end": 7990
                    }
                },
                {
                    "sentence": "Alice began to feel very uneasy: to be sure, she had not as yet had any dispute with the Queen, but she knew that it might happen any minute, “and then,” thought she, “what would become of me?",
                    "chapter": 11,
                    "position": {
                        "start": 8214,
                        "end": 8219
                    }
                },
                {
                    "sentence": "“I don’t think they play at all fairly,” Alice began, in rather a complaining tone, “and they all quarrel so dreadfully one can’t hear oneself speak—and they don’t seem to have any rules in particular; at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive; for instance, there’s the arch I’ve got to go through next walking about at the other end of the ground—and I should have croqueted the Queen’s hedgehog just now, only it ran away when it saw mine coming!”  ",
                    "chapter": 11,
                    "position": {
                        "start": 9734,
                        "end": 9739
                    }
                },
                {
                    "sentence": "“How do you like the Queen?” said the Cat in a low voice.  ",
                    "chapter": 11,
                    "position": {
                        "start": 9826,
                        "end": 9831
                    }
                },
                {
                    "sentence": "“Not at all,” said Alice: “she’s so extremely—” Just then she noticed that the Queen was close behind her, listening: so she went on, “—likely to win, that it’s hardly worth while finishing the game.”  ",
                    "chapter": 11,
                    "position": {
                        "start": 9943,
                        "end": 9948
                    }
                },
                {
                    "sentence": "The Queen smiled and passed on.  ",
                    "chapter": 11,
                    "position": {
                        "start": 10070,
                        "end": 10075
                    }
                },
                {
                    "sentence": "“Well, it must be removed,” said the King very decidedly, and he called the Queen, who was passing at the moment, “My dear!",
                    "chapter": 11,
                    "position": {
                        "start": 10713,
                        "end": 10718
                    }
                },
                {
                    "sentence": "When she got back to the Cheshire Cat, she was surprised to find quite a large crowd collected round it: there was a dispute going on between the executioner, the King, and the Queen, who were all talking at once, while all the rest were quite silent, and looked very uncomfortable.  ",
                    "chapter": 11,
                    "position": {
                        "start": 12300,
                        "end": 12305
                    }
                },
                {
                    "sentence": "“She’s in prison,” the Queen said to the executioner: “fetch her here.”",
                    "chapter": 11,
                    "position": {
                        "start": 13303,
                        "end": 13308
                    }
                },
                {
                    "sentence": "“Now, I give you fair warning,” shouted the Queen, stamping on the ground as she spoke; “either you or your head must be off, and that in about half no time!",
                    "chapter": 12,
                    "position": {
                        "start": 4809,
                        "end": 4814
                    }
                },
                {
                    "sentence": "“Let’s go on with the game,” the Queen said to Alice; and Alice was too much frightened to say a word, but slowly followed her back to the croquet-ground.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5032,
                        "end": 5037
                    }
                },
                {
                    "sentence": "The other guests had taken advantage of the Queen’s absence, and were resting in the shade: however, the moment they saw her, they hurried back to the game, the Queen merely remarking that a moment’s delay would cost them their lives.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5199,
                        "end": 5204
                    }
                },
                {
                    "sentence": "The other guests had taken advantage of the Queen’s absence, and were resting in the shade: however, the moment they saw her, they hurried back to the game, the Queen merely remarking that a moment’s delay would cost them their lives.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5316,
                        "end": 5321
                    }
                },
                {
                    "sentence": "All the time they were playing the Queen never left off quarrelling with the other players, and shouting “Off with his head!”",
                    "chapter": 12,
                    "position": {
                        "start": 5426,
                        "end": 5431
                    }
                },
                {
                    "sentence": "Those whom she sentenced were taken into custody by the soldiers, who of course had to leave off being arches to do this, so that by the end of half an hour or so there were no arches left, and all the players, except the King, the Queen, and Alice, were in custody and under sentence of execution.  ",
                    "chapter": 12,
                    "position": {
                        "start": 5773,
                        "end": 5778
                    }
                },
                {
                    "sentence": "Then the Queen left off, quite out of breath, and said to Alice, “Have you seen the Mock Turtle yet?”  ",
                    "chapter": 12,
                    "position": {
                        "start": 5850,
                        "end": 5855
                    }
                },
                {
                    "sentence": "“It’s the thing Mock Turtle Soup is made from,” said the Queen.  ",
                    "chapter": 12,
                    "position": {
                        "start": 6063,
                        "end": 6068
                    }
                },
                {
                    "sentence": "“Come on, then,” said the Queen, “and he shall tell you his history,”  As they walked off together, Alice heard the King say in a low voice, to the company generally, “You are all pardoned.”",
                    "chapter": 12,
                    "position": {
                        "start": 6146,
                        "end": 6151
                    }
                },
                {
                    "sentence": "she said to herself, for she had felt quite unhappy at the number of executions the Queen had ordered.  ",
                    "chapter": 12,
                    "position": {
                        "start": 6426,
                        "end": 6431
                    }
                },
                {
                    "sentence": "“Up, lazy thing!” said the Queen, “and take this young lady to see the Mock Turtle, and to hear his history.",
                    "chapter": 12,
                    "position": {
                        "start": 6599,
                        "end": 6604
                    }
                },
                {
                    "sentence": "Alice did not quite like the look of the creature, but on the whole she thought it would be quite as safe to stay with it as to go after that savage Queen: so she waited.  ",
                    "chapter": 12,
                    "position": {
                        "start": 6950,
                        "end": 6955
                    }
                },
                {
                    "sentence": "The Gryphon sat up and rubbed its eyes: then it watched the Queen till she was out of sight: then it chuckled.",
                    "chapter": 12,
                    "position": {
                        "start": 7033,
                        "end": 7038
                    }
                }
            ]
        },
        {
            "name": "Hatter",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "The first witness was the Hatter.",
                    "chapter": 3,
                    "position": {
                        "start": 3657,
                        "end": 3663
                    }
                },
                {
                    "sentence": "The Hatter looked at the March Hare, who had followed him into the court, arm-in-arm with the Dormouse.",
                    "chapter": 3,
                    "position": {
                        "start": 3942,
                        "end": 3948
                    }
                },
                {
                    "sentence": "“Take off your hat,” the King said to the Hatter.  ",
                    "chapter": 3,
                    "position": {
                        "start": 4387,
                        "end": 4393
                    }
                },
                {
                    "sentence": "“It isn’t mine,” said the Hatter.  ",
                    "chapter": 3,
                    "position": {
                        "start": 4422,
                        "end": 4428
                    }
                },
                {
                    "sentence": "“I keep them to sell,” the Hatter added as an explanation; “I’ve none of my own.",
                    "chapter": 3,
                    "position": {
                        "start": 4557,
                        "end": 4563
                    }
                },
                {
                    "sentence": "Here the Queen put on her spectacles, and began staring at the Hatter, who turned pale and fidgeted.  ",
                    "chapter": 3,
                    "position": {
                        "start": 4690,
                        "end": 4696
                    }
                },
                {
                    "sentence": "All this time the Queen had never left off staring at the Hatter, and, just as the Dormouse crossed the court, she said to one of the officers of the court, “Bring me the list of the singers in the last concert!”",
                    "chapter": 3,
                    "position": {
                        "start": 5897,
                        "end": 5903
                    }
                },
                {
                    "sentence": "on which the wretched Hatter trembled so, that he shook both his shoes off.  ",
                    "chapter": 3,
                    "position": {
                        "start": 6074,
                        "end": 6080
                    }
                },
                {
                    "sentence": "“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice, “—and I hadn’t begun my tea—not above a week or so—and what with the bread-and-butter getting so thin—and the twinkling of the tea—”  “The twinkling of the _what?_” said the King.  ",
                    "chapter": 3,
                    "position": {
                        "start": 6275,
                        "end": 6281
                    }
                },
                {
                    "sentence": "“It _began_ with the tea,” the Hatter replied.  ",
                    "chapter": 3,
                    "position": {
                        "start": 6523,
                        "end": 6529
                    }
                },
                {
                    "sentence": "“I’m a poor man,” the Hatter went on, “and most things twinkled after that—only the March Hare said—”  “I didn’t!”",
                    "chapter": 3,
                    "position": {
                        "start": 6662,
                        "end": 6668
                    }
                },
                {
                    "sentence": "“You did!” said the Hatter.  ",
                    "chapter": 3,
                    "position": {
                        "start": 6821,
                        "end": 6827
                    }
                },
                {
                    "sentence": "“Well, at any rate, the Dormouse said—” the Hatter went on, looking anxiously round to see if he would deny it too: but the Dormouse denied nothing, being fast asleep.  ",
                    "chapter": 3,
                    "position": {
                        "start": 6964,
                        "end": 6970
                    }
                },
                {
                    "sentence": "“After that,” continued the Hatter, “I cut some more bread-and-butter—”  ",
                    "chapter": 3,
                    "position": {
                        "start": 7117,
                        "end": 7123
                    }
                },
                {
                    "sentence": "“That I can’t remember,” said the Hatter.  ",
                    "chapter": 3,
                    "position": {
                        "start": 7253,
                        "end": 7259
                    }
                },
                {
                    "sentence": "The miserable Hatter dropped his teacup and bread-and-butter, and went down on one knee.",
                    "chapter": 3,
                    "position": {
                        "start": 7348,
                        "end": 7354
                    }
                },
                {
                    "sentence": "“I can’t go no lower,” said the Hatter: “I’m on the floor, as it is.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 8202,
                        "end": 8208
                    }
                },
                {
                    "sentence": "“I’d rather finish my tea,” said the Hatter, with an anxious look at the Queen, who was reading the list of singers.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8465,
                        "end": 8471
                    }
                },
                {
                    "sentence": "“You may go,” said the King, and the Hatter hurriedly left the court, without even waiting to put his shoes on.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8583,
                        "end": 8589
                    }
                },
                {
                    "sentence": "“—and just take his head off outside,” the Queen added to one of the officers: but the Hatter was out of sight before the officer could get to the door.  ",
                    "chapter": 3,
                    "position": {
                        "start": 8746,
                        "end": 8752
                    }
                },
                {
                    "sentence": "“In _that_ direction,” the Cat said, waving its right paw round, “lives a Hatter: and in _that_ direction,” waving the other paw, “lives a March Hare.",
                    "chapter": 9,
                    "position": {
                        "start": 10911,
                        "end": 10917
                    }
                },
                {
                    "sentence": "I almost wish I’d gone to see the Hatter instead!”",
                    "chapter": 9,
                    "position": {
                        "start": 13816,
                        "end": 13822
                    }
                },
                {
                    "sentence": "A Mad Tea-Party   There was a table set out under a tree in front of the house, and the March Hare and the Hatter were having tea at it: a Dormouse was sitting between them, fast asleep, and the other two were using it as a cushion, resting their elbows on it, and talking over its head.",
                    "chapter": 10,
                    "position": {
                        "start": 107,
                        "end": 113
                    }
                },
                {
                    "sentence": "“Your hair wants cutting,” said the Hatter.",
                    "chapter": 10,
                    "position": {
                        "start": 1163,
                        "end": 1169
                    }
                },
                {
                    "sentence": "The Hatter opened his eyes very wide on hearing this; but all he _said_ was, “Why is a raven like a writing-desk?”  ",
                    "chapter": 10,
                    "position": {
                        "start": 1371,
                        "end": 1377
                    }
                },
                {
                    "sentence": "“Not the same thing a bit!” said the Hatter.",
                    "chapter": 10,
                    "position": {
                        "start": 1936,
                        "end": 1942
                    }
                },
                {
                    "sentence": "“It _is_ the same thing with you,” said the Hatter, and here the conversation dropped, and the party sat silent for a minute, while Alice thought over all she could remember about ravens and writing-desks, which wasn’t much.  ",
                    "chapter": 10,
                    "position": {
                        "start": 2374,
                        "end": 2380
                    }
                },
                {
                    "sentence": "The Hatter was the first to break the silence.",
                    "chapter": 10,
                    "position": {
                        "start": 2560,
                        "end": 2566
                    }
                },
                {
                    "sentence": "“Two days wrong!” sighed the Hatter.",
                    "chapter": 10,
                    "position": {
                        "start": 2879,
                        "end": 2885
                    }
                },
                {
                    "sentence": "“Yes, but some crumbs must have got in as well,” the Hatter grumbled: “you shouldn’t have put it in with the bread-knife.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 3090,
                        "end": 3096
                    }
                },
                {
                    "sentence": "“Why should it?” muttered the Hatter.",
                    "chapter": 10,
                    "position": {
                        "start": 3586,
                        "end": 3592
                    }
                },
                {
                    "sentence": "“Which is just the case with _mine_,” said the Hatter.  ",
                    "chapter": 10,
                    "position": {
                        "start": 3809,
                        "end": 3815
                    }
                },
                {
                    "sentence": "The Hatter’s remark seemed to have no sort of meaning in it, and yet it was certainly English.",
                    "chapter": 10,
                    "position": {
                        "start": 3853,
                        "end": 3859
                    }
                },
                {
                    "sentence": "“The Dormouse is asleep again,” said the Hatter, and he poured a little hot tea upon its nose.  ",
                    "chapter": 10,
                    "position": {
                        "start": 4054,
                        "end": 4060
                    }
                },
                {
                    "sentence": "the Hatter said, turning to Alice again.  ",
                    "chapter": 10,
                    "position": {
                        "start": 4290,
                        "end": 4296
                    }
                },
                {
                    "sentence": "“I haven’t the slightest idea,” said the Hatter.  ",
                    "chapter": 10,
                    "position": {
                        "start": 4426,
                        "end": 4432
                    }
                },
                {
                    "sentence": "“If you knew Time as well as I do,” said the Hatter, “you wouldn’t talk about wasting _it_.",
                    "chapter": 10,
                    "position": {
                        "start": 4655,
                        "end": 4661
                    }
                },
                {
                    "sentence": "the Hatter said, tossing his head contemptuously.",
                    "chapter": 10,
                    "position": {
                        "start": 4786,
                        "end": 4792
                    }
                },
                {
                    "sentence": "“Ah! that accounts for it,” said the Hatter.",
                    "chapter": 10,
                    "position": {
                        "start": 5008,
                        "end": 5014
                    }
                },
                {
                    "sentence": "“Not at first, perhaps,” said the Hatter: “but you could keep it to half-past one as long as you liked.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 5556,
                        "end": 5562
                    }
                },
                {
                    "sentence": "The Hatter shook his head mournfully.",
                    "chapter": 10,
                    "position": {
                        "start": 5678,
                        "end": 5684
                    }
                },
                {
                    "sentence": "“It goes on, you know,” the Hatter continued, “in this way:—  ‘Up above the world you fly, Like a tea-tray in the sky.                     ",
                    "chapter": 10,
                    "position": {
                        "start": 6091,
                        "end": 6097
                    }
                },
                {
                    "sentence": "“Well, I’d hardly finished the first verse,” said the Hatter, “when the Queen jumped up and bawled out, ‘He’s murdering the time!",
                    "chapter": 10,
                    "position": {
                        "start": 6445,
                        "end": 6451
                    }
                },
                {
                    "sentence": "“And ever since that,” the Hatter went on in a mournful tone, “he won’t do a thing I ask!",
                    "chapter": 10,
                    "position": {
                        "start": 6613,
                        "end": 6619
                    }
                },
                {
                    "sentence": "“Yes, that’s it,” said the Hatter with a sigh: “it’s always tea-time, and we’ve no time to wash the things between whiles.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 6842,
                        "end": 6848
                    }
                },
                {
                    "sentence": "“Exactly so,” said the Hatter: “as the things get used up.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 7017,
                        "end": 7023
                    }
                },
                {
                    "sentence": "“And be quick about it,” added the Hatter, “or you’ll be asleep again before it’s done.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 7709,
                        "end": 7715
                    }
                },
                {
                    "sentence": "“You mean you can’t take _less_,” said the Hatter: “it’s very easy to take _more_ than nothing.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 8648,
                        "end": 8654
                    }
                },
                {
                    "sentence": "the Hatter asked triumphantly.  ",
                    "chapter": 10,
                    "position": {
                        "start": 8788,
                        "end": 8794
                    }
                },
                {
                    "sentence": "Alice was beginning very angrily, but the Hatter and the March Hare went “Sh! sh!”",
                    "chapter": 10,
                    "position": {
                        "start": 9191,
                        "end": 9197
                    }
                },
                {
                    "sentence": "“I want a clean cup,” interrupted the Hatter: “let’s all move one place on.”  ",
                    "chapter": 10,
                    "position": {
                        "start": 9765,
                        "end": 9771
                    }
                },
                {
                    "sentence": "The Hatter was the only one who got any advantage from the change: and Alice was a good deal worse off than before, as the March Hare had just upset the milk-jug into his plate.  ",
                    "chapter": 10,
                    "position": {
                        "start": 9976,
                        "end": 9982
                    }
                },
                {
                    "sentence": "“You can draw water out of a water-well,” said the Hatter; “so I should think you could draw treacle out of a treacle-well—eh, stupid?”  ",
                    "chapter": 10,
                    "position": {
                        "start": 10346,
                        "end": 10352
                    }
                },
                {
                    "sentence": "The Dormouse had closed its eyes by this time, and was going off into a doze; but, on being pinched by the Hatter, it woke up again with a little shriek, and went on: “—that begins with an M, such as mouse-traps, and the moon, and memory, and muchness—you know you say things are “much of a muchness”—did you ever see such a thing as a drawing of a muchness?”  ",
                    "chapter": 10,
                    "position": {
                        "start": 11071,
                        "end": 11077
                    }
                },
                {
                    "sentence": "“Really, now you ask me,” said Alice, very much confused, “I don’t think—”  “Then you shouldn’t talk,” said the Hatter.  ",
                    "chapter": 10,
                    "position": {
                        "start": 11437,
                        "end": 11443
                    }
                }
            ]
        },
        {
            "name": "Gryphon",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "“Same as if he had a bone in his throat,” said the Gryphon: and it set to work shaking him and punching him in the back.",
                    "chapter": 2,
                    "position": {
                        "start": 243,
                        "end": 250
                    }
                },
                {
                    "sentence": "“Why,” said the Gryphon, “you first form into a line along the sea-shore—”  “Two lines!” cried the Mock Turtle.",
                    "chapter": 2,
                    "position": {
                        "start": 786,
                        "end": 793
                    }
                },
                {
                    "sentence": "“Seals, turtles, salmon, and so on; then, when you’ve cleared all the jelly-fish out of the way—”  “_That_ generally takes some time,” interrupted the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1033,
                        "end": 1040
                    }
                },
                {
                    "sentence": "“—you advance twice—”  “Each with a lobster as a partner!” cried the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1112,
                        "end": 1119
                    }
                },
                {
                    "sentence": "“Of course,” the Mock Turtle said: “advance twice, set to partners—”  “—change lobsters, and retire in same order,” continued the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1252,
                        "end": 1259
                    }
                },
                {
                    "sentence": "shouted the Gryphon, with a bound into the air.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1351,
                        "end": 1358
                    }
                },
                {
                    "sentence": "screamed the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 1454,
                        "end": 1461
                    }
                },
                {
                    "sentence": "“Oh, _you_ sing,” said the Gryphon.",
                    "chapter": 2,
                    "position": {
                        "start": 2171,
                        "end": 2178
                    }
                },
                {
                    "sentence": "their tails in their mouths; and the reason is—” here the Mock Turtle yawned and shut his eyes.—“Tell her about the reason and all that,” he said to the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 4431,
                        "end": 4438
                    }
                },
                {
                    "sentence": "“The reason is,” said the Gryphon, “that they _would_ go with the lobsters to the dance.",
                    "chapter": 2,
                    "position": {
                        "start": 4467,
                        "end": 4474
                    }
                },
                {
                    "sentence": "“I can tell you more than that, if you like,” said the Gryphon.",
                    "chapter": 2,
                    "position": {
                        "start": 4841,
                        "end": 4848
                    }
                },
                {
                    "sentence": "“_It does the boots and shoes_,” the Gryphon replied very solemnly.  ",
                    "chapter": 2,
                    "position": {
                        "start": 4977,
                        "end": 4984
                    }
                },
                {
                    "sentence": "“Why, what are _your_ shoes done with?” said the Gryphon.",
                    "chapter": 2,
                    "position": {
                        "start": 5151,
                        "end": 5158
                    }
                },
                {
                    "sentence": "“Boots and shoes under the sea,” the Gryphon went on in a deep voice, “are done with a whiting.",
                    "chapter": 2,
                    "position": {
                        "start": 5355,
                        "end": 5362
                    }
                },
                {
                    "sentence": "“Soles and eels, of course,” the Gryphon replied rather impatiently: “any shrimp could have told you that.”  ",
                    "chapter": 2,
                    "position": {
                        "start": 5535,
                        "end": 5542
                    }
                },
                {
                    "sentence": "And the Gryphon added “Come, let’s hear some of _your_ adventures.”  ",
                    "chapter": 2,
                    "position": {
                        "start": 6220,
                        "end": 6227
                    }
                },
                {
                    "sentence": "The adventures first,” said the Gryphon in an impatient tone: “explanations take such a dreadful time.”  ",
                    "chapter": 2,
                    "position": {
                        "start": 6539,
                        "end": 6546
                    }
                },
                {
                    "sentence": "“It’s all about as curious as it can be,” said the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 7198,
                        "end": 7205
                    }
                },
                {
                    "sentence": "He looked at the Gryphon as if he thought it had some kind of authority over Alice.  ",
                    "chapter": 2,
                    "position": {
                        "start": 7366,
                        "end": 7373
                    }
                },
                {
                    "sentence": "“Stand up and repeat ‘’_Tis the voice of the sluggard_,’” said the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 7501,
                        "end": 7508
                    }
                },
                {
                    "sentence": "I_ used to say when I was a child,” said the Gryphon.  ",
                    "chapter": 2,
                    "position": {
                        "start": 8326,
                        "end": 8333
                    }
                },
                {
                    "sentence": "“She can’t explain it,” said the Gryphon hastily.",
                    "chapter": 2,
                    "position": {
                        "start": 8653,
                        "end": 8660
                    }
                },
                {
                    "sentence": "“Go on with the next verse,” the Gryphon repeated impatiently: “it begins ‘_I passed by his garden_.’”  ",
                    "chapter": 2,
                    "position": {
                        "start": 8971,
                        "end": 8978
                    }
                },
                {
                    "sentence": "“Yes, I think you’d better leave off,” said the Gryphon: and Alice was only too glad to do so.  ",
                    "chapter": 2,
                    "position": {
                        "start": 9799,
                        "end": 9806
                    }
                },
                {
                    "sentence": "the Gryphon went on.",
                    "chapter": 2,
                    "position": {
                        "start": 9907,
                        "end": 9914
                    }
                },
                {
                    "sentence": "“Oh, a song, please, if the Mock Turtle would be so kind,” Alice replied, so eagerly that the Gryphon said, in a rather offended tone, “Hm!",
                    "chapter": 2,
                    "position": {
                        "start": 10075,
                        "end": 10082
                    }
                },
                {
                    "sentence": "“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun to repeat it, when a cry of “The trial’s beginning!” was heard in the distance.  ",
                    "chapter": 2,
                    "position": {
                        "start": 10890,
                        "end": 10897
                    }
                },
                {
                    "sentence": "cried the Gryphon, and, taking Alice by the hand, it hurried off, without waiting for the end of the song.  ",
                    "chapter": 2,
                    "position": {
                        "start": 11036,
                        "end": 11043
                    }
                },
                {
                    "sentence": "Alice panted as she ran; but the Gryphon only answered “Come on!” and ran the faster, while more and more faintly came, carried on the breeze that followed them, the melancholy words:—  “Soo—oop of the e—e—evening,     Beautiful, beautiful Soup!”",
                    "chapter": 2,
                    "position": {
                        "start": 11187,
                        "end": 11194
                    }
                },
                {
                    "sentence": "“They’re putting down their names,” the Gryphon whispered in reply, “for fear they should forget them before the end of the trial.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 1881,
                        "end": 1888
                    }
                },
                {
                    "sentence": "The long grass rustled at her feet as the White Rabbit hurried by—the frightened Mouse splashed his way through the neighbouring pool—she could hear the rattle of the teacups as the March Hare and his friends shared their never-ending meal, and the shrill voice of the Queen ordering off her unfortunate guests to execution—once more the pig-baby was sneezing on the Duchess’s knee, while plates and dishes crashed around it—once more the shriek of the Gryphon, the squeaking of the Lizard’s slate-pencil, and the choking of the suppressed guinea-pigs, filled the air, mixed up with the distant sobs of the miserable Mock Turtle.  ",
                    "chapter": 4,
                    "position": {
                        "start": 10265,
                        "end": 10272
                    }
                },
                {
                    "sentence": "So she sat on, with closed eyes, and half believed herself in Wonderland, though she knew she had but to open them again, and all would change to dull reality—the grass would be only rustling in the wind, and the pool rippling to the waving of the reeds—the rattling teacups would change to tinkling sheep-bells, and the Queen’s shrill cries to the voice of the shepherd boy—and the sneeze of the baby, the shriek of the Gryphon, and all the other queer noises, would change (she knew) to the confused clamour of the busy farm-yard—while the lowing of the cattle in the distance would take the place of the Mock Turtle’s heavy sobs.  ",
                    "chapter": 4,
                    "position": {
                        "start": 10864,
                        "end": 10871
                    }
                },
                {
                    "sentence": "They very soon came upon a Gryphon, lying fast asleep in the sun.",
                    "chapter": 12,
                    "position": {
                        "start": 6473,
                        "end": 6480
                    }
                },
                {
                    "sentence": "(If you don’t know what a Gryphon is, look at the picture.)",
                    "chapter": 12,
                    "position": {
                        "start": 6538,
                        "end": 6545
                    }
                },
                {
                    "sentence": "I must go back and see after some executions I have ordered;” and she walked off, leaving Alice alone with the Gryphon.",
                    "chapter": 12,
                    "position": {
                        "start": 6792,
                        "end": 6799
                    }
                },
                {
                    "sentence": "The Gryphon sat up and rubbed its eyes: then it watched the Queen till she was out of sight: then it chuckled.",
                    "chapter": 12,
                    "position": {
                        "start": 6977,
                        "end": 6984
                    }
                },
                {
                    "sentence": "“What fun!” said the Gryphon, half to itself, half to Alice.  ",
                    "chapter": 12,
                    "position": {
                        "start": 7105,
                        "end": 7112
                    }
                },
                {
                    "sentence": "“Why, _she_,” said the Gryphon.",
                    "chapter": 12,
                    "position": {
                        "start": 7203,
                        "end": 7210
                    }
                },
                {
                    "sentence": "she asked the Gryphon, and the Gryphon answered, very nearly in the same words as before, “It’s all his fancy, that: he hasn’t got no sorrow, you know.",
                    "chapter": 12,
                    "position": {
                        "start": 7685,
                        "end": 7692
                    }
                },
                {
                    "sentence": "she asked the Gryphon, and the Gryphon answered, very nearly in the same words as before, “It’s all his fancy, that: he hasn’t got no sorrow, you know.",
                    "chapter": 12,
                    "position": {
                        "start": 7702,
                        "end": 7709
                    }
                },
                {
                    "sentence": "“This here young lady,” said the Gryphon, “she wants for to know your history, she do.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 7972,
                        "end": 7979
                    }
                },
                {
                    "sentence": "from the Gryphon, and the constant heavy sobbing of the Mock Turtle.",
                    "chapter": 12,
                    "position": {
                        "start": 8523,
                        "end": 8530
                    }
                },
                {
                    "sentence": "“You ought to be ashamed of yourself for asking such a simple question,” added the Gryphon; and then they both sat silent and looked at poor Alice, who felt ready to sink into the earth.",
                    "chapter": 12,
                    "position": {
                        "start": 9231,
                        "end": 9238
                    }
                },
                {
                    "sentence": "At last the Gryphon said to the Mock Turtle, “Drive on, old fellow!",
                    "chapter": 12,
                    "position": {
                        "start": 9347,
                        "end": 9354
                    }
                },
                {
                    "sentence": "added the Gryphon, before Alice could speak again.",
                    "chapter": 12,
                    "position": {
                        "start": 9640,
                        "end": 9647
                    }
                },
                {
                    "sentence": "The Gryphon lifted up both its paws in surprise.",
                    "chapter": 12,
                    "position": {
                        "start": 10709,
                        "end": 10716
                    }
                },
                {
                    "sentence": "“Well, then,” the Gryphon went on, “if you don’t know what to uglify is, you _are_ a simpleton.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 10933,
                        "end": 10940
                    }
                },
                {
                    "sentence": "And the Gryphon never learnt it.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 11565,
                        "end": 11572
                    }
                },
                {
                    "sentence": "“So he did, so he did,” said the Gryphon, sighing in his turn; and both creatures hid their faces in their paws.  ",
                    "chapter": 12,
                    "position": {
                        "start": 11838,
                        "end": 11845
                    }
                },
                {
                    "sentence": "“That’s the reason they’re called lessons,” the Gryphon remarked: “because they lessen from day to day.”  ",
                    "chapter": 12,
                    "position": {
                        "start": 12180,
                        "end": 12187
                    }
                },
                {
                    "sentence": "“That’s enough about lessons,” the Gryphon interrupted in a very decided tone: “tell her something about the games now.”",
                    "chapter": 12,
                    "position": {
                        "start": 12534,
                        "end": 12541
                    }
                }
            ]
        }
    ]
}