{
    "main_characters": [
        {
            "name": "Elizabeth",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "It was from my own Elizabeth:  “My dearest Cousin,  “You have been ill, very ill, and even the constant letters of dear kind Henry are not sufficient to reassure me on your account.",
                    "chapter": 2,
                    "position": {
                        "start": 72,
                        "end": 81
                    }
                },
                {
                    "sentence": "“Geneva, March 18th, 17—.”    “Dear, dear Elizabeth!”",
                    "chapter": 2,
                    "position": {
                        "start": 7677,
                        "end": 7686
                    }
                },
                {
                    "sentence": "“This account rather alarmed us, and we continued to search for him until night fell, when Elizabeth conjectured that he might have returned to the house.",
                    "chapter": 3,
                    "position": {
                        "start": 1763,
                        "end": 1772
                    }
                },
                {
                    "sentence": "We returned again, with torches; for I could not rest, when I thought that my sweet boy had lost himself, and was exposed to all the damps and dews of night; Elizabeth also suffered extreme anguish.",
                    "chapter": 3,
                    "position": {
                        "start": 2003,
                        "end": 2012
                    }
                },
                {
                    "sentence": "“He was conveyed home, and the anguish that was visible in my countenance betrayed the secret to Elizabeth.",
                    "chapter": 3,
                    "position": {
                        "start": 2355,
                        "end": 2364
                    }
                },
                {
                    "sentence": "“Come, dearest Victor; you alone can console Elizabeth.",
                    "chapter": 3,
                    "position": {
                        "start": 3136,
                        "end": 3145
                    }
                },
                {
                    "sentence": "You come to us now to share a misery which nothing can alleviate; yet your presence will, I hope, revive our father, who seems sinking under his misfortune; and your persuasions will induce poor Elizabeth to cease her vain and tormenting self-accusations.—Poor William!",
                    "chapter": 3,
                    "position": {
                        "start": 14442,
                        "end": 14451
                    }
                },
                {
                    "sentence": "No one would believe it at first; and even now Elizabeth will not be convinced, notwithstanding all the evidence.",
                    "chapter": 3,
                    "position": {
                        "start": 15492,
                        "end": 15501
                    }
                },
                {
                    "sentence": "We were soon joined by Elizabeth.",
                    "chapter": 3,
                    "position": {
                        "start": 18362,
                        "end": 18371
                    }
                },
                {
                    "sentence": "“She is innocent, my Elizabeth,” said I, “and that shall be proved; fear nothing, but let your spirits be cheered by the assurance of her acquittal.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 19270,
                        "end": 19279
                    }
                },
                {
                    "sentence": "The picture was then produced which the servant had found in her pocket; and when Elizabeth, in a faltering voice, proved that it was the same which, an hour before the child had been missed, she had placed round his neck, a murmur of horror and indignation filled the court.  ",
                    "chapter": 4,
                    "position": {
                        "start": 2886,
                        "end": 2895
                    }
                },
                {
                    "sentence": "She then related that, by the permission of Elizabeth, she had passed the evening of the night on which the murder had been committed at the house of an aunt at Chêne, a village situated at about a league from Geneva.",
                    "chapter": 4,
                    "position": {
                        "start": 3797,
                        "end": 3806
                    }
                },
                {
                    "sentence": "Elizabeth saw even this last resource, her excellent dispositions and irreproachable conduct, about to fail the accused, when, although violently agitated, she desired permission to address the court.  ",
                    "chapter": 4,
                    "position": {
                        "start": 6012,
                        "end": 6021
                    }
                },
                {
                    "sentence": "A murmur of approbation followed Elizabeth’s simple and powerful appeal, but it was excited by her generous interference, and not in favour of poor Justine, on whom the public indignation was turned with renewed violence, charging her with the blackest ingratitude.",
                    "chapter": 4,
                    "position": {
                        "start": 7689,
                        "end": 7698
                    }
                },
                {
                    "sentence": "She herself wept as Elizabeth spoke, but she did not answer.",
                    "chapter": 4,
                    "position": {
                        "start": 7942,
                        "end": 7951
                    }
                },
                {
                    "sentence": "I hastened to return home, and Elizabeth eagerly demanded the result.  ",
                    "chapter": 4,
                    "position": {
                        "start": 9660,
                        "end": 9669
                    }
                },
                {
                    "sentence": "This was a dire blow to poor Elizabeth, who had relied with firmness upon Justine’s innocence.",
                    "chapter": 4,
                    "position": {
                        "start": 9909,
                        "end": 9918
                    }
                },
                {
                    "sentence": "“Yes,” said Elizabeth, “I will go, although she is guilty; and you, Victor, shall accompany me; I cannot go alone.”",
                    "chapter": 4,
                    "position": {
                        "start": 10445,
                        "end": 10454
                    }
                },
                {
                    "sentence": "She rose on seeing us enter, and when we were left alone with her, she threw herself at the feet of Elizabeth, weeping bitterly.",
                    "chapter": 4,
                    "position": {
                        "start": 10873,
                        "end": 10882
                    }
                },
                {
                    "sentence": "“Rise, my poor girl,” said Elizabeth; “why do you kneel, if you are innocent?",
                    "chapter": 4,
                    "position": {
                        "start": 11295,
                        "end": 11304
                    }
                },
                {
                    "sentence": "“No, Justine,” said Elizabeth; “he is more convinced of your innocence than I was, for even when he heard that you had confessed, he did not credit it.”  ",
                    "chapter": 4,
                    "position": {
                        "start": 14065,
                        "end": 14074
                    }
                },
                {
                    "sentence": "Elizabeth also wept and was unhappy, but hers also was the misery of innocence, which, like a cloud that passes over the fair moon, for a while hides but cannot tarnish its brightness.",
                    "chapter": 4,
                    "position": {
                        "start": 14754,
                        "end": 14763
                    }
                },
                {
                    "sentence": "We stayed several hours with Justine, and it was with great difficulty that Elizabeth could tear herself away.",
                    "chapter": 4,
                    "position": {
                        "start": 15133,
                        "end": 15142
                    }
                },
                {
                    "sentence": "She embraced Elizabeth and said in a voice of half-suppressed emotion, “Farewell, sweet lady, dearest Elizabeth, my beloved and only friend; may heaven, in its bounty, bless and preserve you; may this be the last misfortune that you will ever suffer!",
                    "chapter": 4,
                    "position": {
                        "start": 15367,
                        "end": 15376
                    }
                },
                {
                    "sentence": "She embraced Elizabeth and said in a voice of half-suppressed emotion, “Farewell, sweet lady, dearest Elizabeth, my beloved and only friend; may heaven, in its bounty, bless and preserve you; may this be the last misfortune that you will ever suffer!",
                    "chapter": 4,
                    "position": {
                        "start": 15456,
                        "end": 15465
                    }
                },
                {
                    "sentence": "Elizabeth’s heart-rending eloquence failed to move the judges from their settled conviction in the criminality of the saintly sufferer.",
                    "chapter": 4,
                    "position": {
                        "start": 15679,
                        "end": 15688
                    }
                },
                {
                    "sentence": "From the tortures of my own heart, I turned to contemplate the deep and voiceless grief of my Elizabeth.",
                    "chapter": 4,
                    "position": {
                        "start": 16246,
                        "end": 16255
                    }
                },
                {
                    "sentence": "But I was restrained, when I thought of the heroic and suffering Elizabeth, whom I tenderly loved, and whose existence was bound up in mine.",
                    "chapter": 5,
                    "position": {
                        "start": 3513,
                        "end": 3522
                    }
                },
                {
                    "sentence": "Elizabeth was sad and desponding; she no longer took delight in her ordinary occupations; all pleasure seemed to her sacrilege toward the dead; eternal woe and tears she then thought was the just tribute she should pay to innocence so blasted and destroyed.",
                    "chapter": 5,
                    "position": {
                        "start": 5016,
                        "end": 5025
                    }
                },
                {
                    "sentence": "Elizabeth read my anguish in my countenance, and kindly taking my hand, said, “My dearest friend, you must calm yourself.",
                    "chapter": 5,
                    "position": {
                        "start": 7275,
                        "end": 7284
                    }
                },
                {
                    "sentence": "I trembled violently at his exordium, and my father continued—  “I confess, my son, that I have always looked forward to your marriage with our dear Elizabeth as the tie of our domestic comfort and the stay of my declining years.",
                    "chapter": 15,
                    "position": {
                        "start": 2264,
                        "end": 2273
                    }
                },
                {
                    "sentence": "Nay, you may have met with another whom you may love; and considering yourself as bound in honour to Elizabeth, this struggle may occasion the poignant misery which you appear to feel.”  ",
                    "chapter": 15,
                    "position": {
                        "start": 2822,
                        "end": 2831
                    }
                },
                {
                    "sentence": "I never saw any woman who excited, as Elizabeth does, my warmest admiration and affection.",
                    "chapter": 15,
                    "position": {
                        "start": 3023,
                        "end": 3032
                    }
                },
                {
                    "sentence": "To me the idea of an immediate union with my Elizabeth was one of horror and dismay.",
                    "chapter": 15,
                    "position": {
                        "start": 4380,
                        "end": 4389
                    }
                },
                {
                    "sentence": "Without previously communicating with me, he had, in concert with Elizabeth, arranged that Clerval should join me at Strasburgh.",
                    "chapter": 15,
                    "position": {
                        "start": 6880,
                        "end": 6889
                    }
                },
                {
                    "sentence": "To England, therefore, I was bound, and it was understood that my union with Elizabeth should take place immediately on my return.",
                    "chapter": 15,
                    "position": {
                        "start": 7480,
                        "end": 7489
                    }
                },
                {
                    "sentence": "For myself, there was one reward I promised myself from my detested toils—one consolation for my unparalleled sufferings; it was the prospect of that day when, enfranchised from my miserable slavery, I might claim Elizabeth and forget the past in my union with her.  ",
                    "chapter": 15,
                    "position": {
                        "start": 7804,
                        "end": 7813
                    }
                },
                {
                    "sentence": "My journey had been my own suggestion, and Elizabeth therefore acquiesced, but she was filled with disquiet at the idea of my suffering, away from her, the inroads of misery and grief.",
                    "chapter": 15,
                    "position": {
                        "start": 8810,
                        "end": 8819
                    }
                },
                {
                    "sentence": "I waited for my letters with feverish impatience; if they were delayed I was miserable and overcome by a thousand fears; and when they arrived and I saw the superscription of Elizabeth or my father, I hardly dared to read and ascertain my fate.",
                    "chapter": 16,
                    "position": {
                        "start": 9027,
                        "end": 9036
                    }
                },
                {
                    "sentence": "The prospect did not move me to fear; yet when I thought of my beloved Elizabeth, of her tears and endless sorrow, when she should find her lover so barbarously snatched from her, tears, the first I had shed for many months, streamed from my eyes, and I resolved not to fall before my enemy without a bitter struggle.  ",
                    "chapter": 17,
                    "position": {
                        "start": 7983,
                        "end": 7992
                    }
                },
                {
                    "sentence": "I thought of Elizabeth, of my father, and of Clerval—all left behind, on whom the monster might satisfy his sanguinary and merciless passions.",
                    "chapter": 17,
                    "position": {
                        "start": 14717,
                        "end": 14726
                    }
                },
                {
                    "sentence": "I stretched out my hand to him and cried,  “Are you then safe—and Elizabeth—and Ernest?”  ",
                    "chapter": 18,
                    "position": {
                        "start": 13123,
                        "end": 13132
                    }
                },
                {
                    "sentence": "He talked of Geneva, which I should soon visit, of Elizabeth and Ernest; but these words only drew deep groans from me.",
                    "chapter": 18,
                    "position": {
                        "start": 16704,
                        "end": 16713
                    }
                },
                {
                    "sentence": "A few days before we left Paris on our way to Switzerland, I received the following letter from Elizabeth:  “My dear Friend,  “It gave me the greatest pleasure to receive a letter from my uncle dated at Paris; you are no longer at a formidable distance, and I may hope to see you in less than a fortnight.",
                    "chapter": 19,
                    "position": {
                        "start": 4049,
                        "end": 4058
                    }
                },
                {
                    "sentence": "You may possibly say, What can Elizabeth have to explain?",
                    "chapter": 19,
                    "position": {
                        "start": 4954,
                        "end": 4963
                    }
                },
                {
                    "sentence": "Such would be my liberty except that in my Elizabeth I possessed a treasure, alas, balanced by those horrors of remorse and guilt which would pursue me until death.  ",
                    "chapter": 19,
                    "position": {
                        "start": 8509,
                        "end": 8518
                    }
                },
                {
                    "sentence": "Sweet and beloved Elizabeth!",
                    "chapter": 19,
                    "position": {
                        "start": 8650,
                        "end": 8659
                    }
                },
                {
                    "sentence": "In this state of mind I wrote to Elizabeth.",
                    "chapter": 19,
                    "position": {
                        "start": 9743,
                        "end": 9752
                    }
                },
                {
                    "sentence": "I have one secret, Elizabeth, a dreadful one; when revealed to you, it will chill your frame with horror, and then, far from being surprised at my misery, you will only wonder that I survive what I have endured.",
                    "chapter": 19,
                    "position": {
                        "start": 10040,
                        "end": 10049
                    }
                },
                {
                    "sentence": "In about a week after the arrival of Elizabeth’s letter we returned to Geneva.",
                    "chapter": 19,
                    "position": {
                        "start": 10559,
                        "end": 10568
                    }
                },
                {
                    "sentence": "Elizabeth alone had the power to draw me from these fits; her gentle voice would soothe me when transported by passion and inspire me with human feelings when sunk in torpor.",
                    "chapter": 19,
                    "position": {
                        "start": 11311,
                        "end": 11320
                    }
                },
                {
                    "sentence": "Soon after my arrival my father spoke of my immediate marriage with Elizabeth.",
                    "chapter": 19,
                    "position": {
                        "start": 11873,
                        "end": 11882
                    }
                },
                {
                    "sentence": "I love Elizabeth and look forward to our union with delight.",
                    "chapter": 19,
                    "position": {
                        "start": 11969,
                        "end": 11978
                    }
                },
                {
                    "sentence": "But death was no evil to me if the loss of Elizabeth were balanced with it, and I therefore, with a contented and even cheerful countenance, agreed with my father that if my cousin would consent, the ceremony should take place in ten days, and thus put, as I imagined, the seal to my fate.  ",
                    "chapter": 19,
                    "position": {
                        "start": 12969,
                        "end": 12978
                    }
                },
                {
                    "sentence": "But I concealed my feelings by an appearance of hilarity that brought smiles and joy to the countenance of my father, but hardly deceived the ever-watchful and nicer eye of Elizabeth.",
                    "chapter": 19,
                    "position": {
                        "start": 13978,
                        "end": 13987
                    }
                },
                {
                    "sentence": "Through my father’s exertions a part of the inheritance of Elizabeth had been restored to her by the Austrian government.",
                    "chapter": 19,
                    "position": {
                        "start": 14642,
                        "end": 14651
                    }
                },
                {
                    "sentence": "Elizabeth seemed happy; my tranquil demeanour contributed greatly to calm her mind.",
                    "chapter": 19,
                    "position": {
                        "start": 15552,
                        "end": 15561
                    }
                },
                {
                    "sentence": "After the ceremony was performed a large party assembled at my father’s, but it was agreed that Elizabeth and I should commence our journey by water, sleeping that night at Evian and continuing our voyage on the following day.",
                    "chapter": 19,
                    "position": {
                        "start": 16116,
                        "end": 16125
                    }
                },
                {
                    "sentence": "I took the hand of Elizabeth.",
                    "chapter": 19,
                    "position": {
                        "start": 17028,
                        "end": 17037
                    }
                },
                {
                    "sentence": "“Be happy, my dear Victor,” replied Elizabeth; “there is, I hope, nothing to distress you; and be assured that if a lively joy is not painted in my face, my heart is contented.",
                    "chapter": 19,
                    "position": {
                        "start": 17289,
                        "end": 17298
                    }
                },
                {
                    "sentence": "Thus Elizabeth endeavoured to divert her thoughts and mine from all reflection upon melancholy subjects.",
                    "chapter": 19,
                    "position": {
                        "start": 17947,
                        "end": 17956
                    }
                },
                {
                    "sentence": "Elizabeth observed my agitation for some time in timid and fearful silence, but there was something in my glance which communicated terror to her, and trembling, she asked, “What is it that agitates you, my dear Victor?",
                    "chapter": 20,
                    "position": {
                        "start": 1072,
                        "end": 1081
                    }
                },
                {
                    "sentence": "It came from the room into which Elizabeth had retired.",
                    "chapter": 20,
                    "position": {
                        "start": 2101,
                        "end": 2110
                    }
                },
                {
                    "sentence": "I escaped from them to the room where lay the body of Elizabeth, my love, my wife, so lately living, so dear, so worthy.",
                    "chapter": 20,
                    "position": {
                        "start": 3263,
                        "end": 3272
                    }
                },
                {
                    "sentence": "I rushed towards her and embraced her with ardour, but the deadly languor and coldness of the limbs told me that what I now held in my arms had ceased to be the Elizabeth whom I had loved and cherished.",
                    "chapter": 20,
                    "position": {
                        "start": 3689,
                        "end": 3698
                    }
                },
                {
                    "sentence": "The rain had ceased for a moment, and I saw the fish play in the waters as they had done a few hours before; they had then been observed by Elizabeth.",
                    "chapter": 20,
                    "position": {
                        "start": 7111,
                        "end": 7120
                    }
                },
                {
                    "sentence": "His eyes wandered in vacancy, for they had lost their charm and their delight—his Elizabeth, his more than daughter, whom he doted on with all that affection which a man feels, who in the decline of life, having few affections, clings more earnestly to those that remain.",
                    "chapter": 20,
                    "position": {
                        "start": 8080,
                        "end": 8089
                    }
                },
                {
                    "sentence": "As night approached I found myself at the entrance of the cemetery where William, Elizabeth, and my father reposed.",
                    "chapter": 21,
                    "position": {
                        "start": 1301,
                        "end": 1310
                    }
                },
                {
                    "sentence": "During the day I was sustained and inspirited by the hope of night, for in sleep I saw my friends, my wife, and my beloved country; again I saw the benevolent countenance of my father, heard the silver tones of my Elizabeth’s voice, and beheld Clerval enjoying health and youth.",
                    "chapter": 21,
                    "position": {
                        "start": 6541,
                        "end": 6550
                    }
                },
                {
                    "sentence": "Never will I give up my search until he or I perish; and then with what ecstasy shall I join my Elizabeth and my departed friends, who even now prepare for me the reward of my tedious toil and horrible pilgrimage!  ",
                    "chapter": 21,
                    "position": {
                        "start": 8087,
                        "end": 8096
                    }
                },
                {
                    "sentence": "Hear him not; call on the names of William, Justine, Clerval, Elizabeth, my father, and of the wretched Victor, and thrust your sword into his heart.",
                    "chapter": 21,
                    "position": {
                        "start": 16208,
                        "end": 16217
                    }
                },
                {
                    "sentence": "Can any man be to me as Clerval was, or any woman another Elizabeth?",
                    "chapter": 21,
                    "position": {
                        "start": 21823,
                        "end": 21832
                    }
                },
                {
                    "sentence": "But I enjoyed friends, dear not only through habit and association, but from their own merits; and wherever I am, the soothing voice of my Elizabeth and the conversation of Clerval will be ever whispered in my ear.",
                    "chapter": 21,
                    "position": {
                        "start": 22623,
                        "end": 22632
                    }
                },
                {
                    "sentence": "Everyone loved Elizabeth.",
                    "chapter": 24,
                    "position": {
                        "start": 9362,
                        "end": 9371
                    }
                },
                {
                    "sentence": "And when, on the morrow, she presented Elizabeth to me as her promised gift, I, with childish seriousness, interpreted her words literally and looked upon Elizabeth as mine—mine to protect, love, and cherish.",
                    "chapter": 24,
                    "position": {
                        "start": 9695,
                        "end": 9704
                    }
                },
                {
                    "sentence": "And when, on the morrow, she presented Elizabeth to me as her promised gift, I, with childish seriousness, interpreted her words literally and looked upon Elizabeth as mine—mine to protect, love, and cherish.",
                    "chapter": 24,
                    "position": {
                        "start": 9811,
                        "end": 9820
                    }
                },
                {
                    "sentence": "Elizabeth was of a calmer and more concentrated disposition; but, with all my ardour, I was capable of a more intense application and was more deeply smitten with the thirst for knowledge.",
                    "chapter": 25,
                    "position": {
                        "start": 289,
                        "end": 298
                    }
                },
                {
                    "sentence": "The saintly soul of Elizabeth shone like a shrine-dedicated lamp in our peaceful home.",
                    "chapter": 25,
                    "position": {
                        "start": 3863,
                        "end": 3872
                    }
                },
                {
                    "sentence": "Elizabeth had caught the scarlet fever; her illness was severe, and she was in the greatest danger.",
                    "chapter": 26,
                    "position": {
                        "start": 509,
                        "end": 518
                    }
                },
                {
                    "sentence": "She attended her sickbed; her watchful attentions triumphed over the malignity of the distemper—Elizabeth was saved, but the consequences of this imprudence were fatal to her preserver.",
                    "chapter": 26,
                    "position": {
                        "start": 960,
                        "end": 969
                    }
                },
                {
                    "sentence": "She joined the hands of Elizabeth and myself.",
                    "chapter": 26,
                    "position": {
                        "start": 1326,
                        "end": 1335
                    }
                },
                {
                    "sentence": "Elizabeth, my love, you must supply my place to my younger children.",
                    "chapter": 26,
                    "position": {
                        "start": 1515,
                        "end": 1524
                    }
                },
                {
                    "sentence": "I was unwilling to quit the sight of those that remained to me, and above all, I desired to see my sweet Elizabeth in some degree consoled.  ",
                    "chapter": 26,
                    "position": {
                        "start": 3557,
                        "end": 3566
                    }
                },
                {
                    "sentence": "It was said, and we retired under the pretence of seeking repose, each fancying that the other was deceived; but when at morning’s dawn I descended to the carriage which was to convey me away, they were all there—my father again to bless me, Clerval to press my hand once more, my Elizabeth to renew her entreaties that I would write often and to bestow the last feminine attentions on her playmate and friend.  ",
                    "chapter": 26,
                    "position": {
                        "start": 4961,
                        "end": 4970
                    }
                },
                {
                    "sentence": "I loved my brothers, Elizabeth, and Clerval; these were “old familiar faces,” but I believed myself totally unfitted for the company of strangers.",
                    "chapter": 26,
                    "position": {
                        "start": 5569,
                        "end": 5578
                    }
                },
                {
                    "sentence": "I thought I saw Elizabeth, in the bloom of health, walking in the streets of Ingolstadt.",
                    "chapter": 28,
                    "position": {
                        "start": 2003,
                        "end": 2012
                    }
                },
                {
                    "sentence": "Nothing could equal my delight on seeing Clerval; his presence brought back to my thoughts my father, Elizabeth, and all those scenes of home so dear to my recollection.",
                    "chapter": 28,
                    "position": {
                        "start": 5930,
                        "end": 5939
                    }
                },
                {
                    "sentence": "“It gives me the greatest delight to see you; but tell me how you left my father, brothers, and Elizabeth.”  ",
                    "chapter": 28,
                    "position": {
                        "start": 7061,
                        "end": 7070
                    }
                },
                {
                    "sentence": "I afterwards learned that, knowing my father’s advanced age and unfitness for so long a journey, and how wretched my sickness would make Elizabeth, he spared them this grief by concealing the extent of my disorder.",
                    "chapter": 28,
                    "position": {
                        "start": 10293,
                        "end": 10302
                    }
                }
            ]
        },
        {
            "name": "Victor",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "You are forbidden to write—to hold a pen; yet one word from you, dear Victor, is necessary to calm our apprehensions.",
                    "chapter": 2,
                    "position": {
                        "start": 305,
                        "end": 311
                    }
                },
                {
                    "sentence": "“Now, dear Victor, I dare say you wish to be indulged in a little gossip concerning the good people of Geneva.",
                    "chapter": 2,
                    "position": {
                        "start": 6577,
                        "end": 6583
                    }
                },
                {
                    "sentence": "On my return, I found the following letter from my father:—  “My dear Victor,  “You have probably waited impatiently for a letter to fix the date of your return to us; and I was at first tempted to write only a few lines, merely mentioning the day on which I should expect you.",
                    "chapter": 3,
                    "position": {
                        "start": 70,
                        "end": 76
                    }
                },
                {
                    "sentence": "And how, Victor, can I relate our misfortune?",
                    "chapter": 3,
                    "position": {
                        "start": 478,
                        "end": 484
                    }
                },
                {
                    "sentence": "Victor, he is murdered!  ",
                    "chapter": 3,
                    "position": {
                        "start": 921,
                        "end": 927
                    }
                },
                {
                    "sentence": "“Come, dearest Victor; you alone can console Elizabeth.",
                    "chapter": 3,
                    "position": {
                        "start": 3106,
                        "end": 3112
                    }
                },
                {
                    "sentence": "Alas, Victor!",
                    "chapter": 3,
                    "position": {
                        "start": 3388,
                        "end": 3394
                    }
                },
                {
                    "sentence": "While I was thus engaged, Ernest entered: he had heard me arrive, and hastened to welcome me: “Welcome, my dearest Victor,” said he.",
                    "chapter": 3,
                    "position": {
                        "start": 14127,
                        "end": 14133
                    }
                },
                {
                    "sentence": "Victor says that he knows who was the murderer of poor William.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 17313,
                        "end": 17319
                    }
                },
                {
                    "sentence": "“Yes,” said Elizabeth, “I will go, although she is guilty; and you, Victor, shall accompany me; I cannot go alone.”",
                    "chapter": 4,
                    "position": {
                        "start": 10501,
                        "end": 10507
                    }
                },
                {
                    "sentence": "“Do you think, Victor,” said he, “that I do not suffer also?",
                    "chapter": 5,
                    "position": {
                        "start": 1665,
                        "end": 1671
                    }
                },
                {
                    "sentence": "Victor, when falsehood can look so like the truth, who can assure themselves of certain happiness?",
                    "chapter": 5,
                    "position": {
                        "start": 6685,
                        "end": 6691
                    }
                },
                {
                    "sentence": "“The expression of your sentiments of this subject, my dear Victor, gives me more pleasure than I have for some time experienced.",
                    "chapter": 15,
                    "position": {
                        "start": 3223,
                        "end": 3229
                    }
                },
                {
                    "sentence": "“I have seen,” he said, “the most beautiful scenes of my own country; I have visited the lakes of Lucerne and Uri, where the snowy mountains descend almost perpendicularly to the water, casting black and impenetrable shades, which would cause a gloomy and mournful appearance were it not for the most verdant islands that relieve the eye by their gay appearance; I have seen this lake agitated by a tempest, when the wind tore up whirlwinds of water and gave you an idea of what the water-spout must be on the great ocean; and the waves dash with fury the base of the mountain, where the priest and his mistress were overwhelmed by an avalanche and where their dying voices are still said to be heard amid the pauses of the nightly wind; I have seen the mountains of La Valais, and the Pays de Vaud; but this country, Victor, pleases me more than all those wonders.",
                    "chapter": 15,
                    "position": {
                        "start": 13004,
                        "end": 13010
                    }
                },
                {
                    "sentence": "“You well know, Victor, that our union had been the favourite plan of your parents ever since our infancy.",
                    "chapter": 19,
                    "position": {
                        "start": 5376,
                        "end": 5382
                    }
                },
                {
                    "sentence": "Tell me, dearest Victor.",
                    "chapter": 19,
                    "position": {
                        "start": 5867,
                        "end": 5873
                    }
                },
                {
                    "sentence": "Victor, be assured that your cousin and playmate has too sincere a love for you not to be made miserable by this supposition.",
                    "chapter": 19,
                    "position": {
                        "start": 7041,
                        "end": 7047
                    }
                },
                {
                    "sentence": "“My dear Victor, do not speak thus.",
                    "chapter": 19,
                    "position": {
                        "start": 12151,
                        "end": 12157
                    }
                },
                {
                    "sentence": "“Be happy, my dear Victor,” replied Elizabeth; “there is, I hope, nothing to distress you; and be assured that if a lively joy is not painted in my face, my heart is contented.",
                    "chapter": 19,
                    "position": {
                        "start": 17272,
                        "end": 17278
                    }
                },
                {
                    "sentence": "Elizabeth observed my agitation for some time in timid and fearful silence, but there was something in my glance which communicated terror to her, and trembling, she asked, “What is it that agitates you, my dear Victor?",
                    "chapter": 20,
                    "position": {
                        "start": 1284,
                        "end": 1290
                    }
                },
                {
                    "sentence": "Hear him not; call on the names of William, Justine, Clerval, Elizabeth, my father, and of the wretched Victor, and thrust your sword into his heart.",
                    "chapter": 21,
                    "position": {
                        "start": 16250,
                        "end": 16256
                    }
                },
                {
                    "sentence": "On the evening previous to her being brought to my home, my mother had said playfully, “I have a pretty present for my Victor—tomorrow he shall have it.”",
                    "chapter": 24,
                    "position": {
                        "start": 9621,
                        "end": 9627
                    }
                },
                {
                    "sentence": "My dear Victor, do not waste your time upon this; it is sad trash.”  ",
                    "chapter": 25,
                    "position": {
                        "start": 6049,
                        "end": 6055
                    }
                },
                {
                    "sentence": "“My dear Victor,” cried he, “what, for God’s sake, is the matter?",
                    "chapter": 28,
                    "position": {
                        "start": 9403,
                        "end": 9409
                    }
                }
            ]
        },
        {
            "name": "Clerval",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "Yet that is over now: Clerval writes that indeed you are getting better.",
                    "chapter": 2,
                    "position": {
                        "start": 901,
                        "end": 908
                    }
                },
                {
                    "sentence": "One of my first duties on my recovery was to introduce Clerval to the several professors of the university.",
                    "chapter": 2,
                    "position": {
                        "start": 8023,
                        "end": 8030
                    }
                },
                {
                    "sentence": "But these cares of Clerval were made of no avail when I visited the professors.",
                    "chapter": 2,
                    "position": {
                        "start": 8692,
                        "end": 8699
                    }
                },
                {
                    "sentence": "Clerval had never sympathised in my tastes for natural science; and his literary pursuits differed wholly from those which had occupied me.",
                    "chapter": 2,
                    "position": {
                        "start": 10969,
                        "end": 10976
                    }
                },
                {
                    "sentence": "My return had only been delayed so long, from an unwillingness to leave Clerval in a strange place, before he had become acquainted with any of its inhabitants.",
                    "chapter": 2,
                    "position": {
                        "start": 12827,
                        "end": 12834
                    }
                },
                {
                    "sentence": "I acceded with pleasure to this proposition: I was fond of exercise, and Clerval had always been my favourite companion in the ramble of this nature that I had taken among the scenes of my native country.  ",
                    "chapter": 2,
                    "position": {
                        "start": 13397,
                        "end": 13404
                    }
                },
                {
                    "sentence": "Study had before secluded me from the intercourse of my fellow-creatures, and rendered me unsocial; but Clerval called forth the better feelings of my heart; he again taught me to love the aspect of nature, and the cheerful faces of children.",
                    "chapter": 2,
                    "position": {
                        "start": 13873,
                        "end": 13880
                    }
                },
                {
                    "sentence": "“Geneva, May 12th, 17—.”    Clerval, who had watched my countenance as I read this letter, was surprised to observe the despair that succeeded the joy I at first expressed on receiving new from my friends.",
                    "chapter": 3,
                    "position": {
                        "start": 3908,
                        "end": 3915
                    }
                },
                {
                    "sentence": "Tears also gushed from the eyes of Clerval, as he read the account of my misfortune.  ",
                    "chapter": 3,
                    "position": {
                        "start": 4444,
                        "end": 4451
                    }
                },
                {
                    "sentence": "During our walk, Clerval endeavoured to say a few words of consolation; he could only express his heartfelt sympathy.",
                    "chapter": 3,
                    "position": {
                        "start": 4697,
                        "end": 4704
                    }
                },
                {
                    "sentence": "Clerval spoke thus as we hurried through the streets; the words impressed themselves on my mind and I remembered them afterwards in solitude.",
                    "chapter": 3,
                    "position": {
                        "start": 5391,
                        "end": 5398
                    }
                },
                {
                    "sentence": "Without previously communicating with me, he had, in concert with Elizabeth, arranged that Clerval should join me at Strasburgh.",
                    "chapter": 15,
                    "position": {
                        "start": 6905,
                        "end": 6912
                    }
                },
                {
                    "sentence": "It had been her care which provided me a companion in Clerval—and yet a man is blind to a thousand minute circumstances which call forth a woman’s sedulous attention.",
                    "chapter": 15,
                    "position": {
                        "start": 9006,
                        "end": 9013
                    }
                },
                {
                    "sentence": "After some days spent in listless indolence, during which I traversed many leagues, I arrived at Strasburgh, where I waited two days for Clerval.",
                    "chapter": 15,
                    "position": {
                        "start": 9904,
                        "end": 9911
                    }
                },
                {
                    "sentence": "And you, my friend, would be far more amused with the journal of Clerval, who observed the scenery with an eye of feeling and delight, than in listening to my reflections.",
                    "chapter": 15,
                    "position": {
                        "start": 10551,
                        "end": 10558
                    }
                },
                {
                    "sentence": "Oh, surely the spirit that inhabits and guards this place has a soul more in harmony with man than those who pile the glacier or retire to the inaccessible peaks of the mountains of our own country.”  Clerval!",
                    "chapter": 15,
                    "position": {
                        "start": 13662,
                        "end": 13669
                    }
                },
                {
                    "sentence": "The delight of Clerval was proportionably greater than mine; his mind expanded in the company of men of talent, and he found in his own nature greater capacities and resources than he could have imagined himself to have possessed while he associated with his inferiors.",
                    "chapter": 16,
                    "position": {
                        "start": 7578,
                        "end": 7585
                    }
                },
                {
                    "sentence": "Clerval did not like it so well as Oxford, for the antiquity of the latter city was more pleasing to him.",
                    "chapter": 16,
                    "position": {
                        "start": 9669,
                        "end": 9676
                    }
                },
                {
                    "sentence": "But I was in no mood to laugh and talk with strangers or enter into their feelings or plans with the good humour expected from a guest; and accordingly I told Clerval that I wished to make the tour of Scotland alone.",
                    "chapter": 16,
                    "position": {
                        "start": 10409,
                        "end": 10416
                    }
                },
                {
                    "sentence": "The sun had far descended, and I still sat on the shore, satisfying my appetite, which had become ravenous, with an oaten cake, when I saw a fishing-boat land close to me, and one of the men brought me a packet; it contained letters from Geneva, and one from Clerval entreating me to join him.",
                    "chapter": 17,
                    "position": {
                        "start": 9850,
                        "end": 9857
                    }
                },
                {
                    "sentence": "I thought of Elizabeth, of my father, and of Clerval—all left behind, on whom the monster might satisfy his sanguinary and merciless passions.",
                    "chapter": 17,
                    "position": {
                        "start": 14749,
                        "end": 14756
                    }
                },
                {
                    "sentence": "Two I have already destroyed; other victims await their destiny; but you, Clerval, my friend, my benefactor—”  ",
                    "chapter": 18,
                    "position": {
                        "start": 4760,
                        "end": 4767
                    }
                },
                {
                    "sentence": "I lay for two months on the point of death; my ravings, as I afterwards heard, were frightful; I called myself the murderer of William, of Justine, and of Clerval.",
                    "chapter": 18,
                    "position": {
                        "start": 5105,
                        "end": 5112
                    }
                },
                {
                    "sentence": "I know not by what chain of thought the idea presented itself, but it instantly darted into my mind that the murderer had come to mock at my misery and taunt me with the death of Clerval, as a new incitement for me to comply with his hellish desires.",
                    "chapter": 18,
                    "position": {
                        "start": 11986,
                        "end": 11993
                    }
                },
                {
                    "sentence": "And poor Clerval—”  ",
                    "chapter": 18,
                    "position": {
                        "start": 13590,
                        "end": 13597
                    }
                },
                {
                    "sentence": "The image of Clerval was for ever before me, ghastly and murdered.",
                    "chapter": 18,
                    "position": {
                        "start": 14380,
                        "end": 14387
                    }
                },
                {
                    "sentence": "The past appeared to me in the light of a frightful dream; yet the vessel in which I was, the wind that blew me from the detested shore of Ireland, and the sea which surrounded me, told me too forcibly that I was deceived by no vision and that Clerval, my friend and dearest companion, had fallen a victim to me and the monster of my creation.",
                    "chapter": 18,
                    "position": {
                        "start": 18901,
                        "end": 18908
                    }
                },
                {
                    "sentence": "He had vowed _to be with me on my wedding-night_, yet he did not consider that threat as binding him to peace in the meantime, for as if to show me that he was not yet satiated with blood, he had murdered Clerval immediately after the enunciation of his threats.",
                    "chapter": 19,
                    "position": {
                        "start": 9456,
                        "end": 9463
                    }
                },
                {
                    "sentence": "The death of William, the execution of Justine, the murder of Clerval, and lastly of my wife; even at that moment I knew not that my only remaining friends were safe from the malignity of the fiend; my father even now might be writhing under his grasp, and Ernest might be dead at his feet.",
                    "chapter": 20,
                    "position": {
                        "start": 5850,
                        "end": 5857
                    }
                },
                {
                    "sentence": "During the day I was sustained and inspirited by the hope of night, for in sleep I saw my friends, my wife, and my beloved country; again I saw the benevolent countenance of my father, heard the silver tones of my Elizabeth’s voice, and beheld Clerval enjoying health and youth.",
                    "chapter": 21,
                    "position": {
                        "start": 6571,
                        "end": 6578
                    }
                },
                {
                    "sentence": "Can any man be to me as Clerval was, or any woman another Elizabeth?",
                    "chapter": 21,
                    "position": {
                        "start": 21789,
                        "end": 21796
                    }
                },
                {
                    "sentence": "But I enjoyed friends, dear not only through habit and association, but from their own merits; and wherever I am, the soothing voice of my Elizabeth and the conversation of Clerval will be ever whispered in my ear.",
                    "chapter": 21,
                    "position": {
                        "start": 22657,
                        "end": 22664
                    }
                },
                {
                    "sentence": "Think you that the groans of Clerval were music to my ears?",
                    "chapter": 21,
                    "position": {
                        "start": 37763,
                        "end": 37770
                    }
                },
                {
                    "sentence": "“After the murder of Clerval I returned to Switzerland, heart-broken and overcome.",
                    "chapter": 21,
                    "position": {
                        "start": 38021,
                        "end": 38028
                    }
                },
                {
                    "sentence": "And Clerval—could aught ill entrench on the noble spirit of Clerval?",
                    "chapter": 25,
                    "position": {
                        "start": 4275,
                        "end": 4282
                    }
                },
                {
                    "sentence": "And Clerval—could aught ill entrench on the noble spirit of Clerval?",
                    "chapter": 25,
                    "position": {
                        "start": 4331,
                        "end": 4338
                    }
                },
                {
                    "sentence": "It was said, and we retired under the pretence of seeking repose, each fancying that the other was deceived; but when at morning’s dawn I descended to the carriage which was to convey me away, they were all there—my father again to bless me, Clerval to press my hand once more, my Elizabeth to renew her entreaties that I would write often and to bestow the last feminine attentions on her playmate and friend.  ",
                    "chapter": 26,
                    "position": {
                        "start": 4922,
                        "end": 4929
                    }
                },
                {
                    "sentence": "I loved my brothers, Elizabeth, and Clerval; these were “old familiar faces,” but I believed myself totally unfitted for the company of strangers.",
                    "chapter": 26,
                    "position": {
                        "start": 5584,
                        "end": 5591
                    }
                },
                {
                    "sentence": "Nothing could equal my delight on seeing Clerval; his presence brought back to my thoughts my father, Elizabeth, and all those scenes of home so dear to my recollection.",
                    "chapter": 28,
                    "position": {
                        "start": 5869,
                        "end": 5876
                    }
                },
                {
                    "sentence": "I could hardly believe that so great a good fortune could have befallen me, but when I became assured that my enemy had indeed fled, I clapped my hands for joy and ran down to Clerval.  ",
                    "chapter": 28,
                    "position": {
                        "start": 8781,
                        "end": 8788
                    }
                },
                {
                    "sentence": "“Compose yourself,” said Clerval, who observed my change of colour, “I will not mention it if it agitates you; but your father and cousin would be very happy if they received a letter from you in your own handwriting.",
                    "chapter": 28,
                    "position": {
                        "start": 12372,
                        "end": 12379
                    }
                }
            ]
        },
        {
            "name": "Henry",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "It was from my own Elizabeth:  “My dearest Cousin,  “You have been ill, very ill, and even the constant letters of dear kind Henry are not sufficient to reassure me on your account.",
                    "chapter": 2,
                    "position": {
                        "start": 178,
                        "end": 183
                    }
                },
                {
                    "sentence": "Ten thousand thanks to Henry for his kindness, his affection, and his many letters; we are sincerely grateful.",
                    "chapter": 2,
                    "position": {
                        "start": 7456,
                        "end": 7461
                    }
                },
                {
                    "sentence": "The month of May had already commenced, and I expected the letter daily which was to fix the date of my departure, when Henry proposed a pedestrian tour in the environs of Ingolstadt, that I might bid a personal farewell to the country I had so long inhabited.",
                    "chapter": 2,
                    "position": {
                        "start": 13183,
                        "end": 13188
                    }
                },
                {
                    "sentence": "Henry rejoiced in my gaiety, and sincerely sympathised in my feelings: he exerted himself to amuse me, while he expressed the sensations that filled his soul.",
                    "chapter": 2,
                    "position": {
                        "start": 14785,
                        "end": 14790
                    }
                },
                {
                    "sentence": "“My dear Frankenstein,” exclaimed Henry, when he perceived me weep with bitterness, “are you always to be unhappy?",
                    "chapter": 3,
                    "position": {
                        "start": 4189,
                        "end": 4194
                    }
                },
                {
                    "sentence": "“To go instantly to Geneva: come with me, Henry, to order the horses.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 4650,
                        "end": 4655
                    }
                },
                {
                    "sentence": "Nay, Henry might stand between me and the intrusion of my foe.",
                    "chapter": 15,
                    "position": {
                        "start": 7215,
                        "end": 7220
                    }
                },
                {
                    "sentence": "And if these were my sensations, who can describe those of Henry?",
                    "chapter": 15,
                    "position": {
                        "start": 12081,
                        "end": 12086
                    }
                },
                {
                    "sentence": "Pardon this gush of sorrow; these ineffectual words are but a slight tribute to the unexampled worth of Henry, but they soothe my heart, overflowing with the anguish which his remembrance creates.",
                    "chapter": 15,
                    "position": {
                        "start": 15199,
                        "end": 15204
                    }
                },
                {
                    "sentence": "Company was irksome to me; when alone, I could fill my mind with the sights of heaven and earth; the voice of Henry soothed me, and I could thus cheat myself into a transitory peace.",
                    "chapter": 16,
                    "position": {
                        "start": 926,
                        "end": 931
                    }
                },
                {
                    "sentence": "The latter name made me tremble when pronounced by Henry, and I hastened to quit Matlock, with which that terrible scene was thus associated.  ",
                    "chapter": 16,
                    "position": {
                        "start": 7057,
                        "end": 7062
                    }
                },
                {
                    "sentence": "When these thoughts possessed me, I would not quit Henry for a moment, but followed him as his shadow, to protect him from the fancied rage of his destroyer.",
                    "chapter": 16,
                    "position": {
                        "start": 9255,
                        "end": 9260
                    }
                },
                {
                    "sentence": "Henry wished to dissuade me, but seeing me bent on this plan, ceased to remonstrate.",
                    "chapter": 16,
                    "position": {
                        "start": 10764,
                        "end": 10769
                    }
                },
                {
                    "sentence": "I gasped for breath, and throwing myself on the body, I exclaimed, “Have my murderous machinations deprived you also, my dearest Henry, of life?",
                    "chapter": 18,
                    "position": {
                        "start": 4670,
                        "end": 4675
                    }
                },
                {
                    "sentence": "Yes, my father,” replied I; “some destiny of the most horrible kind hangs over me, and I must live to fulfil it, or surely I should have died on the coffin of Henry.”  ",
                    "chapter": 18,
                    "position": {
                        "start": 13888,
                        "end": 13893
                    }
                },
                {
                    "sentence": "Sometimes they were the expressive eyes of Henry, languishing in death, the dark orbs nearly covered by the lids and the long black lashes that fringed them; sometimes it was the watery, clouded eyes of the monster, as I first saw them in my chamber at Ingolstadt.  ",
                    "chapter": 18,
                    "position": {
                        "start": 16371,
                        "end": 16376
                    }
                },
                {
                    "sentence": "William, Justine, and Henry—they all died by my hands.”  ",
                    "chapter": 19,
                    "position": {
                        "start": 1485,
                        "end": 1490
                    }
                },
                {
                    "sentence": "I dreaded to behold this monster, but I feared still more that Henry should see him.",
                    "chapter": 28,
                    "position": {
                        "start": 8082,
                        "end": 8087
                    }
                },
                {
                    "sentence": "During all that time Henry was my only nurse.",
                    "chapter": 28,
                    "position": {
                        "start": 10131,
                        "end": 10136
                    }
                },
                {
                    "sentence": "Doubtless my words surprised Henry; he at first believed them to be the wanderings of my disturbed imagination, but the pertinacity with which I continually recurred to the same subject persuaded him that my disorder indeed owed its origin to some uncommon and terrible event.  ",
                    "chapter": 28,
                    "position": {
                        "start": 10895,
                        "end": 10900
                    }
                },
                {
                    "sentence": "“Is that all, my dear Henry?",
                    "chapter": 28,
                    "position": {
                        "start": 12665,
                        "end": 12670
                    }
                }
            ]
        },
        {
            "name": "Justine",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "Madame Moritz, her mother, was a widow with four children, of whom Justine was the third.",
                    "chapter": 2,
                    "position": {
                        "start": 2602,
                        "end": 2609
                    }
                },
                {
                    "sentence": "My aunt observed this, and when Justine was twelve years of age, prevailed on her mother to allow her to live at our house.",
                    "chapter": 2,
                    "position": {
                        "start": 2835,
                        "end": 2842
                    }
                },
                {
                    "sentence": "Justine, thus received in our family, learned the duties of a servant, a condition which, in our fortunate country, does not include the idea of ignorance and a sacrifice of the dignity of a human being.  ",
                    "chapter": 2,
                    "position": {
                        "start": 3347,
                        "end": 3354
                    }
                },
                {
                    "sentence": "“Justine, you may remember, was a great favourite of yours; and I recollect you once remarked that if you were in an ill humour, one glance from Justine could dissipate it, for the same reason that Ariosto gives concerning the beauty of Angelica—she looked so frank-hearted and happy.",
                    "chapter": 2,
                    "position": {
                        "start": 3553,
                        "end": 3560
                    }
                },
                {
                    "sentence": "“Justine, you may remember, was a great favourite of yours; and I recollect you once remarked that if you were in an ill humour, one glance from Justine could dissipate it, for the same reason that Ariosto gives concerning the beauty of Angelica—she looked so frank-hearted and happy.",
                    "chapter": 2,
                    "position": {
                        "start": 3697,
                        "end": 3704
                    }
                },
                {
                    "sentence": "This benefit was fully repaid; Justine was the most grateful little creature in the world: I do not mean that she made any professions I never heard one pass her lips, but you could see by her eyes that she almost adored her protectress.",
                    "chapter": 2,
                    "position": {
                        "start": 4014,
                        "end": 4021
                    }
                },
                {
                    "sentence": "“When my dearest aunt died every one was too much occupied in their own grief to notice poor Justine, who had attended her during her illness with the most anxious affection.",
                    "chapter": 2,
                    "position": {
                        "start": 4595,
                        "end": 4602
                    }
                },
                {
                    "sentence": "Poor Justine was very ill; but other trials were reserved for her.  ",
                    "chapter": 2,
                    "position": {
                        "start": 4682,
                        "end": 4689
                    }
                },
                {
                    "sentence": "Accordingly, a few months after your departure for Ingolstadt, Justine was called home by her repentant mother.",
                    "chapter": 2,
                    "position": {
                        "start": 5182,
                        "end": 5189
                    }
                },
                {
                    "sentence": "She sometimes begged Justine to forgive her unkindness, but much oftener accused her of having caused the deaths of her brothers and sister.",
                    "chapter": 2,
                    "position": {
                        "start": 5594,
                        "end": 5601
                    }
                },
                {
                    "sentence": "Justine has just returned to us; and I assure you I love her tenderly.",
                    "chapter": 2,
                    "position": {
                        "start": 5942,
                        "end": 5949
                    }
                },
                {
                    "sentence": "He then related that, the morning on which the murder of poor William had been discovered, Justine had been taken ill, and confined to her bed for several days.",
                    "chapter": 3,
                    "position": {
                        "start": 16243,
                        "end": 16250
                    }
                },
                {
                    "sentence": "The servant instantly showed it to one of the others, who, without saying a word to any of the family, went to a magistrate; and, upon their deposition, Justine was apprehended.",
                    "chapter": 3,
                    "position": {
                        "start": 16698,
                        "end": 16705
                    }
                },
                {
                    "sentence": "Justine, poor, good Justine, is innocent.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 16974,
                        "end": 16981
                    }
                },
                {
                    "sentence": "Justine, poor, good Justine, is innocent.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 16994,
                        "end": 17001
                    }
                },
                {
                    "sentence": "“My dear father, you are mistaken; Justine is innocent.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 17599,
                        "end": 17606
                    }
                },
                {
                    "sentence": "I was firmly convinced in my own mind that Justine, and indeed every human being, was guiltless of this murder.",
                    "chapter": 3,
                    "position": {
                        "start": 17831,
                        "end": 17838
                    }
                },
                {
                    "sentence": "You perhaps will find some means to justify my poor guiltless Justine.",
                    "chapter": 3,
                    "position": {
                        "start": 18791,
                        "end": 18798
                    }
                },
                {
                    "sentence": "Justine also was a girl of merit and possessed qualities which promised to render her life happy; now all was to be obliterated in an ignominious grave, and I the cause!",
                    "chapter": 4,
                    "position": {
                        "start": 561,
                        "end": 568
                    }
                },
                {
                    "sentence": "A thousand times rather would I have confessed myself guilty of the crime ascribed to Justine, but I was absent when it was committed, and such a declaration would have been considered as the ravings of a madman and would not have exculpated her who suffered through me.  ",
                    "chapter": 4,
                    "position": {
                        "start": 817,
                        "end": 824
                    }
                },
                {
                    "sentence": "The appearance of Justine was calm.",
                    "chapter": 4,
                    "position": {
                        "start": 1021,
                        "end": 1028
                    }
                },
                {
                    "sentence": "Justine was called on for her defence.",
                    "chapter": 4,
                    "position": {
                        "start": 3081,
                        "end": 3088
                    }
                },
                {
                    "sentence": "A murmur of approbation followed Elizabeth’s simple and powerful appeal, but it was excited by her generous interference, and not in favour of poor Justine, on whom the public indignation was turned with renewed violence, charging her with the blackest ingratitude.",
                    "chapter": 4,
                    "position": {
                        "start": 7804,
                        "end": 7811
                    }
                },
                {
                    "sentence": "The ballots had been thrown; they were all black, and Justine was condemned.  ",
                    "chapter": 4,
                    "position": {
                        "start": 8862,
                        "end": 8869
                    }
                },
                {
                    "sentence": "The person to whom I addressed myself added that Justine had already confessed her guilt.",
                    "chapter": 4,
                    "position": {
                        "start": 9178,
                        "end": 9185
                    }
                },
                {
                    "sentence": "This was a dire blow to poor Elizabeth, who had relied with firmness upon Justine’s innocence.",
                    "chapter": 4,
                    "position": {
                        "start": 9954,
                        "end": 9961
                    }
                },
                {
                    "sentence": "Justine, whom I loved and esteemed as my sister, how could she put on those smiles of innocence only to betray?",
                    "chapter": 4,
                    "position": {
                        "start": 10044,
                        "end": 10051
                    }
                },
                {
                    "sentence": "We entered the gloomy prison chamber and beheld Justine sitting on some straw at the farther end; her hands were manacled, and her head rested on her knees.",
                    "chapter": 4,
                    "position": {
                        "start": 10664,
                        "end": 10671
                    }
                },
                {
                    "sentence": "“Oh, Justine!” said she.",
                    "chapter": 4,
                    "position": {
                        "start": 10929,
                        "end": 10936
                    }
                },
                {
                    "sentence": "That report, you say, is false; and be assured, dear Justine, that nothing can shake my confidence in you for a moment, but your own confession.”  ",
                    "chapter": 4,
                    "position": {
                        "start": 11544,
                        "end": 11551
                    }
                },
                {
                    "sentence": "She paused, weeping, and then continued, “I thought with horror, my sweet lady, that you should believe your Justine, whom your blessed aunt had so highly honoured, and whom you loved, was a creature capable of a crime which none but the devil himself could have perpetrated.",
                    "chapter": 4,
                    "position": {
                        "start": 12372,
                        "end": 12379
                    }
                },
                {
                    "sentence": "“Oh, Justine!",
                    "chapter": 4,
                    "position": {
                        "start": 12716,
                        "end": 12723
                    }
                },
                {
                    "sentence": "Justine shook her head mournfully.",
                    "chapter": 4,
                    "position": {
                        "start": 13103,
                        "end": 13110
                    }
                },
                {
                    "sentence": "Justine started.",
                    "chapter": 4,
                    "position": {
                        "start": 13865,
                        "end": 13872
                    }
                },
                {
                    "sentence": "“No, Justine,” said Elizabeth; “he is more convinced of your innocence than I was, for even when he heard that you had confessed, he did not credit it.”  ",
                    "chapter": 4,
                    "position": {
                        "start": 14050,
                        "end": 14057
                    }
                },
                {
                    "sentence": "We stayed several hours with Justine, and it was with great difficulty that Elizabeth could tear herself away.",
                    "chapter": 4,
                    "position": {
                        "start": 15086,
                        "end": 15093
                    }
                },
                {
                    "sentence": "Justine assumed an air of cheerfulness, while she with difficulty repressed her bitter tears.",
                    "chapter": 4,
                    "position": {
                        "start": 15260,
                        "end": 15267
                    }
                },
                {
                    "sentence": "And on the morrow Justine died.",
                    "chapter": 4,
                    "position": {
                        "start": 15665,
                        "end": 15672
                    }
                },
                {
                    "sentence": "Thus spoke my prophetic soul, as, torn by remorse, horror, and despair, I beheld those I loved spend vain sorrow upon the graves of William and Justine, the first hapless victims to my unhallowed arts.",
                    "chapter": 4,
                    "position": {
                        "start": 17201,
                        "end": 17208
                    }
                },
                {
                    "sentence": "Justine died, she rested, and I was alive.",
                    "chapter": 5,
                    "position": {
                        "start": 223,
                        "end": 230
                    }
                },
                {
                    "sentence": "I wished to see him again, that I might wreak the utmost extent of abhorrence on his head and avenge the deaths of William and Justine.  ",
                    "chapter": 5,
                    "position": {
                        "start": 4896,
                        "end": 4903
                    }
                },
                {
                    "sentence": "William and Justine were assassinated, and the murderer escapes; he walks about the world free, and perhaps respected.",
                    "chapter": 5,
                    "position": {
                        "start": 6935,
                        "end": 6942
                    }
                },
                {
                    "sentence": "The weather was fine; it was about the middle of the month of August, nearly two months after the death of Justine, that miserable epoch from which I dated all my woe.",
                    "chapter": 5,
                    "position": {
                        "start": 9532,
                        "end": 9539
                    }
                },
                {
                    "sentence": "I saw an insurmountable barrier placed between me and my fellow men; this barrier was sealed with the blood of William and Justine, and to reflect on the events connected with those names filled my soul with anguish.  ",
                    "chapter": 16,
                    "position": {
                        "start": 1194,
                        "end": 1201
                    }
                },
                {
                    "sentence": "I lay for two months on the point of death; my ravings, as I afterwards heard, were frightful; I called myself the murderer of William, of Justine, and of Clerval.",
                    "chapter": 18,
                    "position": {
                        "start": 5089,
                        "end": 5096
                    }
                },
                {
                    "sentence": "At one time I considered whether I should not declare myself guilty and suffer the penalty of the law, less innocent than poor Justine had been.",
                    "chapter": 18,
                    "position": {
                        "start": 9423,
                        "end": 9430
                    }
                },
                {
                    "sentence": "Justine, poor unhappy Justine, was as innocent as I, and she suffered the same charge; she died for it; and I am the cause of this—I murdered her.",
                    "chapter": 19,
                    "position": {
                        "start": 1316,
                        "end": 1323
                    }
                },
                {
                    "sentence": "Justine, poor unhappy Justine, was as innocent as I, and she suffered the same charge; she died for it; and I am the cause of this—I murdered her.",
                    "chapter": 19,
                    "position": {
                        "start": 1338,
                        "end": 1345
                    }
                },
                {
                    "sentence": "William, Justine, and Henry—they all died by my hands.”  ",
                    "chapter": 19,
                    "position": {
                        "start": 1472,
                        "end": 1479
                    }
                },
                {
                    "sentence": "The death of William, the execution of Justine, the murder of Clerval, and lastly of my wife; even at that moment I knew not that my only remaining friends were safe from the malignity of the fiend; my father even now might be writhing under his grasp, and Ernest might be dead at his feet.",
                    "chapter": 20,
                    "position": {
                        "start": 5827,
                        "end": 5834
                    }
                }
            ]
        },
        {
            "name": "William",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "“I must say also a few words to you, my dear cousin, of little darling William.",
                    "chapter": 2,
                    "position": {
                        "start": 6228,
                        "end": 6235
                    }
                },
                {
                    "sentence": "“William is dead!—that sweet child, whose smiles delighted and warmed my heart, who was so gentle, yet so gay!",
                    "chapter": 3,
                    "position": {
                        "start": 811,
                        "end": 818
                    }
                },
                {
                    "sentence": "It was already dusk before we thought of returning; and then we discovered that William and Ernest, who had gone on before, were not to be found.",
                    "chapter": 3,
                    "position": {
                        "start": 1294,
                        "end": 1301
                    }
                },
                {
                    "sentence": "Presently Ernest came, and enquired if we had seen his brother; he said, that he had been playing with him, that William had run away to hide himself, and that he vainly sought for him, and afterwards waited for a long time, but that he did not return.  ",
                    "chapter": 3,
                    "position": {
                        "start": 1531,
                        "end": 1538
                    }
                },
                {
                    "sentence": "She told me, that that same evening William had teased her to let him wear a very valuable miniature that she possessed of your mother.",
                    "chapter": 3,
                    "position": {
                        "start": 2760,
                        "end": 2767
                    }
                },
                {
                    "sentence": "We have no trace of him at present, although our exertions to discover him are unremitted; but they will not restore my beloved William!  ",
                    "chapter": 3,
                    "position": {
                        "start": 3081,
                        "end": 3088
                    }
                },
                {
                    "sentence": "The sky was serene; and, as I was unable to rest, I resolved to visit the spot where my poor William had been murdered.",
                    "chapter": 3,
                    "position": {
                        "start": 8256,
                        "end": 8263
                    }
                },
                {
                    "sentence": "This noble war in the sky elevated my spirits; I clasped my hands, and exclaimed aloud, “William, dear angel!",
                    "chapter": 3,
                    "position": {
                        "start": 9763,
                        "end": 9770
                    }
                },
                {
                    "sentence": "Below this picture was a miniature of William; and my tears flowed when I looked upon it.",
                    "chapter": 3,
                    "position": {
                        "start": 13960,
                        "end": 13967
                    }
                },
                {
                    "sentence": "You come to us now to share a misery which nothing can alleviate; yet your presence will, I hope, revive our father, who seems sinking under his misfortune; and your persuasions will induce poor Elizabeth to cease her vain and tormenting self-accusations.—Poor William!",
                    "chapter": 3,
                    "position": {
                        "start": 14508,
                        "end": 14515
                    }
                },
                {
                    "sentence": "He then related that, the morning on which the murder of poor William had been discovered, Justine had been taken ill, and confined to her bed for several days.",
                    "chapter": 3,
                    "position": {
                        "start": 16214,
                        "end": 16221
                    }
                },
                {
                    "sentence": "Victor says that he knows who was the murderer of poor William.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 17368,
                        "end": 17375
                    }
                },
                {
                    "sentence": "But she will not, I am sure she will not; and then I shall be happy again, even after the sad death of my little William.”  ",
                    "chapter": 3,
                    "position": {
                        "start": 19238,
                        "end": 19245
                    }
                },
                {
                    "sentence": "That she had been bewildered when questioned by the market-woman was not surprising, since she had passed a sleepless night and the fate of poor William was yet uncertain.",
                    "chapter": 4,
                    "position": {
                        "start": 4828,
                        "end": 4835
                    }
                },
                {
                    "sentence": "Dear William!",
                    "chapter": 4,
                    "position": {
                        "start": 12544,
                        "end": 12551
                    }
                },
                {
                    "sentence": "Thus spoke my prophetic soul, as, torn by remorse, horror, and despair, I beheld those I loved spend vain sorrow upon the graves of William and Justine, the first hapless victims to my unhallowed arts.",
                    "chapter": 4,
                    "position": {
                        "start": 17189,
                        "end": 17196
                    }
                },
                {
                    "sentence": "I wished to see him again, that I might wreak the utmost extent of abhorrence on his head and avenge the deaths of William and Justine.  ",
                    "chapter": 5,
                    "position": {
                        "start": 4884,
                        "end": 4891
                    }
                },
                {
                    "sentence": "William and Justine were assassinated, and the murderer escapes; he walks about the world free, and perhaps respected.",
                    "chapter": 5,
                    "position": {
                        "start": 6923,
                        "end": 6930
                    }
                },
                {
                    "sentence": "I saw an insurmountable barrier placed between me and my fellow men; this barrier was sealed with the blood of William and Justine, and to reflect on the events connected with those names filled my soul with anguish.  ",
                    "chapter": 16,
                    "position": {
                        "start": 1182,
                        "end": 1189
                    }
                },
                {
                    "sentence": "I lay for two months on the point of death; my ravings, as I afterwards heard, were frightful; I called myself the murderer of William, of Justine, and of Clerval.",
                    "chapter": 18,
                    "position": {
                        "start": 5077,
                        "end": 5084
                    }
                },
                {
                    "sentence": "William, Justine, and Henry—they all died by my hands.”  ",
                    "chapter": 19,
                    "position": {
                        "start": 1463,
                        "end": 1470
                    }
                },
                {
                    "sentence": "The death of William, the execution of Justine, the murder of Clerval, and lastly of my wife; even at that moment I knew not that my only remaining friends were safe from the malignity of the fiend; my father even now might be writhing under his grasp, and Ernest might be dead at his feet.",
                    "chapter": 20,
                    "position": {
                        "start": 5801,
                        "end": 5808
                    }
                },
                {
                    "sentence": "As night approached I found myself at the entrance of the cemetery where William, Elizabeth, and my father reposed.",
                    "chapter": 21,
                    "position": {
                        "start": 1292,
                        "end": 1299
                    }
                },
                {
                    "sentence": "Hear him not; call on the names of William, Justine, Clerval, Elizabeth, my father, and of the wretched Victor, and thrust your sword into his heart.",
                    "chapter": 21,
                    "position": {
                        "start": 16181,
                        "end": 16188
                    }
                }
            ]
        },
        {
            "name": "Agatha",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "Agatha,_ and the youth _",
                    "chapter": 8,
                    "position": {
                        "start": 4869,
                        "end": 4875
                    }
                },
                {
                    "sentence": "Agatha listened with respect, her eyes sometimes filled with tears, which she endeavoured to wipe away unperceived; but I generally found that her countenance and tone were more cheerful after having listened to the exhortations of her father.",
                    "chapter": 8,
                    "position": {
                        "start": 5815,
                        "end": 5821
                    }
                },
                {
                    "sentence": "At other times he worked in the garden, but as there was little to do in the frosty season, he read to the old man and Agatha.  ",
                    "chapter": 8,
                    "position": {
                        "start": 7185,
                        "end": 7191
                    }
                },
                {
                    "sentence": "“My thoughts now became more active, and I longed to discover the motives and feelings of these lovely creatures; I was inquisitive to know why Felix appeared so miserable and Agatha so sad.",
                    "chapter": 8,
                    "position": {
                        "start": 10291,
                        "end": 10297
                    }
                },
                {
                    "sentence": "When I slept or was absent, the forms of the venerable blind father, the gentle Agatha, and the excellent Felix flitted before me.",
                    "chapter": 8,
                    "position": {
                        "start": 10491,
                        "end": 10497
                    }
                },
                {
                    "sentence": "Agatha asked a question, to which the stranger only replied by pronouncing, in a sweet accent, the name of Felix.",
                    "chapter": 9,
                    "position": {
                        "start": 1077,
                        "end": 1083
                    }
                },
                {
                    "sentence": "Agatha, the ever-gentle Agatha, kissed the hands of the lovely stranger, and pointing to her brother, made signs which appeared to me to mean that he had been sorrowful until she came.",
                    "chapter": 9,
                    "position": {
                        "start": 2963,
                        "end": 2969
                    }
                },
                {
                    "sentence": "“As night came on, Agatha and the Arabian retired early.",
                    "chapter": 9,
                    "position": {
                        "start": 3668,
                        "end": 3674
                    }
                },
                {
                    "sentence": "“The next morning Felix went out to his work, and after the usual occupations of Agatha were finished, the Arabian sat at the feet of the old man, and taking his guitar, played some airs so entrancingly beautiful that they at once drew tears of sorrow and delight from my eyes.",
                    "chapter": 9,
                    "position": {
                        "start": 4170,
                        "end": 4176
                    }
                },
                {
                    "sentence": "“When she had finished, she gave the guitar to Agatha, who at first declined it.",
                    "chapter": 9,
                    "position": {
                        "start": 4521,
                        "end": 4527
                    }
                },
                {
                    "sentence": "The old man appeared enraptured and said some words which Agatha endeavoured to explain to Safie, and by which he appeared to wish to express that she bestowed on him the greatest delight by her music.  ",
                    "chapter": 9,
                    "position": {
                        "start": 4733,
                        "end": 4739
                    }
                },
                {
                    "sentence": "The gentle words of Agatha and the animated smiles of the charming Arabian were not for me.",
                    "chapter": 9,
                    "position": {
                        "start": 10098,
                        "end": 10104
                    }
                },
                {
                    "sentence": "His son was bred in the service of his country, and Agatha had ranked with ladies of the highest distinction.",
                    "chapter": 10,
                    "position": {
                        "start": 493,
                        "end": 499
                    }
                },
                {
                    "sentence": "“I have copies of these letters, for I found means, during my residence in the hovel, to procure the implements of writing; and the letters were often in the hands of Felix or Agatha.",
                    "chapter": 10,
                    "position": {
                        "start": 3395,
                        "end": 3401
                    }
                },
                {
                    "sentence": "The plot of Felix was quickly discovered, and De Lacey and Agatha were thrown into prison.",
                    "chapter": 10,
                    "position": {
                        "start": 6624,
                        "end": 6630
                    }
                },
                {
                    "sentence": "He quickly arranged with the Turk that if the latter should find a favourable opportunity for escape before Felix could return to Italy, Safie should remain as a boarder at a convent at Leghorn; and then, quitting the lovely Arabian, he hastened to Paris and delivered himself up to the vengeance of the law, hoping to free De Lacey and Agatha by this proceeding.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7230,
                        "end": 7236
                    }
                },
                {
                    "sentence": "Felix and Agatha spent more time in amusement and conversation, and were assisted in their labours by servants.",
                    "chapter": 11,
                    "position": {
                        "start": 7910,
                        "end": 7916
                    }
                },
                {
                    "sentence": "“One day, when the sun shone on the red leaves that strewed the ground and diffused cheerfulness, although it denied warmth, Safie, Agatha, and Felix departed on a long country walk, and the old man, at his own desire, was left alone in the cottage.",
                    "chapter": 11,
                    "position": {
                        "start": 11150,
                        "end": 11156
                    }
                },
                {
                    "sentence": "“At that instant the cottage door was opened, and Felix, Safie, and Agatha entered.",
                    "chapter": 11,
                    "position": {
                        "start": 16461,
                        "end": 16467
                    }
                },
                {
                    "sentence": "Agatha fainted, and Safie, unable to attend to her friend, rushed out of the cottage.",
                    "chapter": 11,
                    "position": {
                        "start": 16542,
                        "end": 16548
                    }
                },
                {
                    "sentence": "When I thought of my friends, of the mild voice of De Lacey, the gentle eyes of Agatha, and the exquisite beauty of the Arabian, these thoughts vanished and a gush of tears somewhat soothed me.",
                    "chapter": 13,
                    "position": {
                        "start": 5295,
                        "end": 5301
                    }
                }
            ]
        },
        {
            "name": "Felix",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "Felix, brother,_ or _son_.",
                    "chapter": 8,
                    "position": {
                        "start": 4893,
                        "end": 4898
                    }
                },
                {
                    "sentence": "It was not thus with Felix.",
                    "chapter": 8,
                    "position": {
                        "start": 6080,
                        "end": 6085
                    }
                },
                {
                    "sentence": "In the midst of poverty and want, Felix carried with pleasure to his sister the first little white flower that peeped out from beneath the snowy ground.",
                    "chapter": 8,
                    "position": {
                        "start": 6509,
                        "end": 6514
                    }
                },
                {
                    "sentence": "From this time Felix was more employed, and the heart-moving indications of impending famine disappeared.",
                    "chapter": 8,
                    "position": {
                        "start": 8723,
                        "end": 8728
                    }
                },
                {
                    "sentence": "When I returned, as often as it was necessary, I cleared their path from the snow and performed those offices that I had seen done by Felix.",
                    "chapter": 8,
                    "position": {
                        "start": 9853,
                        "end": 9858
                    }
                },
                {
                    "sentence": "“My thoughts now became more active, and I longed to discover the motives and feelings of these lovely creatures; I was inquisitive to know why Felix appeared so miserable and Agatha so sad.",
                    "chapter": 8,
                    "position": {
                        "start": 10259,
                        "end": 10264
                    }
                },
                {
                    "sentence": "When I slept or was absent, the forms of the venerable blind father, the gentle Agatha, and the excellent Felix flitted before me.",
                    "chapter": 8,
                    "position": {
                        "start": 10517,
                        "end": 10522
                    }
                },
                {
                    "sentence": "“It was on one of these days, when my cottagers periodically rested from labour—the old man played on his guitar, and the children listened to him—that I observed the countenance of Felix was melancholy beyond expression; he sighed frequently, and once his father paused in his music, and I conjectured by his manner that he inquired the cause of his son’s sorrow.",
                    "chapter": 9,
                    "position": {
                        "start": 638,
                        "end": 643
                    }
                },
                {
                    "sentence": "Agatha asked a question, to which the stranger only replied by pronouncing, in a sweet accent, the name of Felix.",
                    "chapter": 9,
                    "position": {
                        "start": 1184,
                        "end": 1189
                    }
                },
                {
                    "sentence": "On hearing this word, Felix came up hastily to the lady, who, when she saw him, threw up her veil, and I beheld a countenance of angelic beauty and expression.",
                    "chapter": 9,
                    "position": {
                        "start": 1276,
                        "end": 1281
                    }
                },
                {
                    "sentence": "She appeared affected by different feelings; wiping a few tears from her lovely eyes, she held out her hand to Felix, who kissed it rapturously and called her, as well as I could distinguish, his sweet Arabian.",
                    "chapter": 9,
                    "position": {
                        "start": 2067,
                        "end": 2072
                    }
                },
                {
                    "sentence": "When they separated Felix kissed the hand of the stranger and said, ‘Good night sweet Safie.’",
                    "chapter": 9,
                    "position": {
                        "start": 3726,
                        "end": 3731
                    }
                },
                {
                    "sentence": "“The next morning Felix went out to his work, and after the usual occupations of Agatha were finished, the Arabian sat at the feet of the old man, and taking his guitar, played some airs so entrancingly beautiful that they at once drew tears of sorrow and delight from my eyes.",
                    "chapter": 9,
                    "position": {
                        "start": 4107,
                        "end": 4112
                    }
                },
                {
                    "sentence": "“The book from which Felix instructed Safie was Volney’s _",
                    "chapter": 9,
                    "position": {
                        "start": 6227,
                        "end": 6232
                    }
                },
                {
                    "sentence": "I should not have understood the purport of this book had not Felix, in reading it, given very minute explanations.",
                    "chapter": 9,
                    "position": {
                        "start": 6345,
                        "end": 6350
                    }
                },
                {
                    "sentence": "While I listened to the instructions which Felix bestowed upon the Arabian, the strange system of human society was explained to me.",
                    "chapter": 9,
                    "position": {
                        "start": 8009,
                        "end": 8014
                    }
                },
                {
                    "sentence": "The mild exhortations of the old man and the lively conversation of the loved Felix were not for me.",
                    "chapter": 9,
                    "position": {
                        "start": 10248,
                        "end": 10253
                    }
                },
                {
                    "sentence": "“Felix had accidentally been present at the trial; his horror and indignation were uncontrollable when he heard the decision of the court.",
                    "chapter": 10,
                    "position": {
                        "start": 1344,
                        "end": 1349
                    }
                },
                {
                    "sentence": "“The Turk quickly perceived the impression that his daughter had made on the heart of Felix and endeavoured to secure him more entirely in his interests by the promise of her hand in marriage so soon as he should be conveyed to a place of safety.",
                    "chapter": 10,
                    "position": {
                        "start": 2444,
                        "end": 2449
                    }
                },
                {
                    "sentence": "Felix was too delicate to accept this offer, yet he looked forward to the probability of the event as to the consummation of his happiness.  ",
                    "chapter": 10,
                    "position": {
                        "start": 2605,
                        "end": 2610
                    }
                },
                {
                    "sentence": "“During the ensuing days, while the preparations were going forward for the escape of the merchant, the zeal of Felix was warmed by several letters that he received from this lovely girl, who found means to express her thoughts in the language of her lover by the aid of an old man, a servant of her father who understood French.",
                    "chapter": 10,
                    "position": {
                        "start": 2858,
                        "end": 2863
                    }
                },
                {
                    "sentence": "“I have copies of these letters, for I found means, during my residence in the hovel, to procure the implements of writing; and the letters were often in the hands of Felix or Agatha.",
                    "chapter": 10,
                    "position": {
                        "start": 3386,
                        "end": 3391
                    }
                },
                {
                    "sentence": "“Safie resolved to remain with her father until the moment of his departure, before which time the Turk renewed his promise that she should be united to his deliverer; and Felix remained with them in expectation of that event; and in the meantime he enjoyed the society of the Arabian, who exhibited towards him the simplest and tenderest affection.",
                    "chapter": 10,
                    "position": {
                        "start": 5407,
                        "end": 5412
                    }
                },
                {
                    "sentence": "He loathed the idea that his daughter should be united to a Christian, but he feared the resentment of Felix if he should appear lukewarm, for he knew that he was still in the power of his deliverer if he should choose to betray him to the Italian state which they inhabited.",
                    "chapter": 10,
                    "position": {
                        "start": 6012,
                        "end": 6017
                    }
                },
                {
                    "sentence": "The plot of Felix was quickly discovered, and De Lacey and Agatha were thrown into prison.",
                    "chapter": 10,
                    "position": {
                        "start": 6577,
                        "end": 6582
                    }
                },
                {
                    "sentence": "The news reached Felix and roused him from his dream of pleasure.",
                    "chapter": 10,
                    "position": {
                        "start": 6673,
                        "end": 6678
                    }
                },
                {
                    "sentence": "He quickly arranged with the Turk that if the latter should find a favourable opportunity for escape before Felix could return to Italy, Safie should remain as a boarder at a convent at Leghorn; and then, quitting the lovely Arabian, he hastened to Paris and delivered himself up to the vengeance of the law, hoping to free De Lacey and Agatha by this proceeding.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7001,
                        "end": 7006
                    }
                },
                {
                    "sentence": "Felix soon learned that the treacherous Turk, for whom he and his family endured such unheard-of oppression, on discovering that his deliverer was thus reduced to poverty and ruin, became a traitor to good feeling and honour and had quitted Italy with his daughter, insultingly sending Felix a pittance of money to aid him, as he said, in some plan of future maintenance.  ",
                    "chapter": 10,
                    "position": {
                        "start": 7835,
                        "end": 7840
                    }
                },
                {
                    "sentence": "“Such were the events that preyed on the heart of Felix and rendered him, when I first saw him, the most miserable of his family.",
                    "chapter": 10,
                    "position": {
                        "start": 7972,
                        "end": 7977
                    }
                },
                {
                    "sentence": "“One day, when the sun shone on the red leaves that strewed the ground and diffused cheerfulness, although it denied warmth, Safie, Agatha, and Felix departed on a long country walk, and the old man, at his own desire, was left alone in the cottage.",
                    "chapter": 11,
                    "position": {
                        "start": 11162,
                        "end": 11167
                    }
                },
                {
                    "sentence": "“At that instant the cottage door was opened, and Felix, Safie, and Agatha entered.",
                    "chapter": 11,
                    "position": {
                        "start": 16443,
                        "end": 16448
                    }
                },
                {
                    "sentence": "The horrible scene of the preceding day was for ever acting before my eyes; the females were flying and the enraged Felix tearing me from his father’s feet.",
                    "chapter": 13,
                    "position": {
                        "start": 2871,
                        "end": 2876
                    }
                },
                {
                    "sentence": "Soon after, however, Felix approached with another man; I was surprised, as I knew that he had not quitted the cottage that morning, and waited anxiously to discover from his discourse the meaning of these unusual appearances.  ",
                    "chapter": 13,
                    "position": {
                        "start": 3804,
                        "end": 3809
                    }
                },
                {
                    "sentence": "“‘It is utterly useless,’ replied Felix; ‘we can never again inhabit your cottage.",
                    "chapter": 13,
                    "position": {
                        "start": 4314,
                        "end": 4319
                    }
                },
                {
                    "sentence": "“Felix trembled violently as he said this.",
                    "chapter": 13,
                    "position": {
                        "start": 4642,
                        "end": 4647
                    }
                },
                {
                    "sentence": "Among the lessons that Felix had bestowed upon Safie, geography had not been omitted; I had learned from these the relative situations of the different countries of the earth.",
                    "chapter": 13,
                    "position": {
                        "start": 7114,
                        "end": 7119
                    }
                },
                {
                    "sentence": "Thanks to the lessons of Felix and the sanguinary laws of man, I had learned now to work mischief.",
                    "chapter": 13,
                    "position": {
                        "start": 16736,
                        "end": 16741
                    }
                },
                {
                    "sentence": "His tale is connected and told with an appearance of the simplest truth, yet I own to you that the letters of Felix and Safie, which he showed me, and the apparition of the monster seen from our ship, brought to me a greater conviction of the truth of his narrative than his asseverations, however earnest and connected.",
                    "chapter": 21,
                    "position": {
                        "start": 17261,
                        "end": 17266
                    }
                },
                {
                    "sentence": "Why do you not hate Felix, who drove his friend from his door with contumely?",
                    "chapter": 21,
                    "position": {
                        "start": 41897,
                        "end": 41902
                    }
                }
            ]
        },
        {
            "name": "Arthur",
            "aliases": [],
            "occurrences": []
        },
        {
            "name": "Kirwin",
            "aliases": [],
            "occurrences": [
                {
                    "sentence": "I then moved forward, and a murmuring sound arose from the crowd as they followed and surrounded me, when an ill-looking man approaching tapped me on the shoulder and said, “Come, sir, you must follow me to Mr. Kirwin’s to give an account of yourself.”  ",
                    "chapter": 17,
                    "position": {
                        "start": 18000,
                        "end": 18006
                    }
                },
                {
                    "sentence": "“Who is Mr. Kirwin?",
                    "chapter": 17,
                    "position": {
                        "start": 18055,
                        "end": 18061
                    }
                },
                {
                    "sentence": "Mr. Kirwin is a magistrate, and you are to give an account of the death of a gentleman who was found murdered here last night.”  ",
                    "chapter": 17,
                    "position": {
                        "start": 18176,
                        "end": 18182
                    }
                },
                {
                    "sentence": "Mr. Kirwin, on hearing this evidence, desired that I should be taken into the room where the body lay for interment, that it might be observed what effect the sight of it would produce upon me.",
                    "chapter": 18,
                    "position": {
                        "start": 3447,
                        "end": 3453
                    }
                },
                {
                    "sentence": "Fortunately, as I spoke my native language, Mr. Kirwin alone understood me; but my gestures and bitter cries were sufficient to affright the other witnesses.  ",
                    "chapter": 18,
                    "position": {
                        "start": 5384,
                        "end": 5390
                    }
                },
                {
                    "sentence": "These were my first reflections, but I soon learned that Mr. Kirwin had shown me extreme kindness.",
                    "chapter": 18,
                    "position": {
                        "start": 8505,
                        "end": 8511
                    }
                },
                {
                    "sentence": "Such were my thoughts when the door of my apartment was opened and Mr. Kirwin entered.",
                    "chapter": 18,
                    "position": {
                        "start": 9512,
                        "end": 9518
                    }
                },
                {
                    "sentence": "As Mr. Kirwin said this, notwithstanding the agitation I endured on this retrospect of my sufferings, I also felt considerable surprise at the knowledge he seemed to possess concerning me.",
                    "chapter": 18,
                    "position": {
                        "start": 10737,
                        "end": 10743
                    }
                },
                {
                    "sentence": "I suppose some astonishment was exhibited in my countenance, for Mr. Kirwin hastened to say,  “Immediately upon your being taken ill, all the papers that were on your person were brought me, and I examined them that I might discover some trace by which I could send to your relations an account of your misfortune and illness.",
                    "chapter": 18,
                    "position": {
                        "start": 10988,
                        "end": 10994
                    }
                },
                {
                    "sentence": "“Your family is perfectly well,” said Mr. Kirwin with gentleness; “and someone, a friend, is come to visit you.”  ",
                    "chapter": 18,
                    "position": {
                        "start": 11735,
                        "end": 11741
                    }
                },
                {
                    "sentence": "Mr. Kirwin regarded me with a troubled countenance.",
                    "chapter": 18,
                    "position": {
                        "start": 12195,
                        "end": 12201
                    }
                },
                {
                    "sentence": "Mr. Kirwin came in and insisted that my strength should not be exhausted by too much exertion.",
                    "chapter": 18,
                    "position": {
                        "start": 14063,
                        "end": 14069
                    }
                },
                {
                    "sentence": "Mr. Kirwin charged himself with every care of collecting witnesses and arranging my defence.",
                    "chapter": 18,
                    "position": {
                        "start": 15366,
                        "end": 15372
                    }
                }
            ]
        }
    ]
}